#+TITLE: "参考資料／弁護士業界の現状／落合洋司弁護士（東京弁護士会）／落合洋司弁護士の書籍発売（平成31年1月4日）とホリエモンこと堀江貴文氏"
#+AUTHOR: 廣野秀樹
#+EMAIL:  hirono2013k@gmail.com
#+DATE: 2019-01-05 09:40:46 +0900
FILE_NAME: 2019-01-05-094046_落合洋司弁護士の書籍発売（平成31年1月4日）とホリエモンこと堀江貴文氏.org
CATEGORY: 石川県警察御中,金沢地方検察庁御中
tags:  落合洋司弁護士（東京弁護士会） ホリエモン 堀江貴文氏 検察
記事タイトル名の文字数：66　保存ファイル名の文字数：58

#contents

* TwitterAPIで堀江貴文氏の最新3179件のツイートを取得し、落合洋司弁護士（東京弁護士会）に関するツイートを探してみた
  :LOGBOOK:
  CLOCK: [2019-01-05 土 09:48]--[2019-01-05 土 11:29] =>  1:41
  :END:

＞＞＞2019-01-05（土曜日）09：49＿［これからの記述範囲の開始時刻］＞＞＞

```
Diginnos-PC:~/work
[9991]  % TU=`xsel -b|sed 's/.*twitter\.com\/\([^ /]\+\).*/\1/'`; echo $TU; h-show-twitter-profile.rb $TU; for x in {1..16};do tw_user_timeline_1line.rb $TU 200 $x >> $TU; done &&  st=$(grep "^\(▶TW \|▶RT \).*" $TU |tail -1|sed "s/.*日時：\(....\)-\(..\)-\(..\) \(..\):\(..\)[ ／].*/\1\2\3\4\5/"); et=$(grep "^\(▶TW \|▶RT \).*" $TU |head -1|sed "s/.*日時：\(....\)-\(..\)-\(..\) \(..\):\(..\)[ ／].*/\1\2\3\4\5/"); mv $TU ${TU}_${st}-${et}.txt; echo  -e "\n取得件数： ";  grep "^\(▶TW \|▶RT \).*" ${TU}_${st}-${et}.txt| wc -l; echo "取得した最新ツイート："; sed -n '1p' ${TU}_${st}-${et}.txt; echo "取得した最古ツイート："; sed -n '$p' ${TU}_${st}-${et}.txt
takapon_jp
＜2019年01月05日(土) 09時03分27秒にTwitterAPIで取得したtakapon_jp（堀江貴文(Takafumi Horie)）のプロフィール情報＞
有料メルマガ https://t.co/v7FWkrLGPzで登録
info@takapon-jp.com
For WAGYUMAFIA media requests or collaboration contact 
Pr@wagyumafia.com

取得件数： 
3179
取得した最新ツイート：
▶TW takapon_jp（堀江貴文(Takafumi Horie)） 日時：2019-01-05 00:00 URL： https://twitter.com/takapon_jp/status/1081203714898051073 TWEET： 私、堀江貴文に対するよくある質問、手がけている事業の詳細などは、こちらのリンクへ　https://t.co/RtWZHjZV4k  
取得した最古ツイート：
▶TW takapon_jp（堀江貴文(Takafumi Horie)） 日時：2018-12-12 18:05 URL： https://twitter.com/takapon_jp/status/1072779587623350273 TWEET： 本番よろしくー！ \n https://t.co/BrgYxAeRzw https://t.co/35QVuXMx6H  
Diginnos-PC:~/work
[9992]  % grep yjochi takapon_jp_201812121805-201901050000.txt 
▶RT takapon_jp（堀江貴文(Takafumi Horie)）｜yjochi（落合洋司🇯🇵 「ニチョウ  東京地検特捜部特別分室」発売中！） 日時：2019-01-04 13:34／2019-01-03 22:23 URL： https://twitter.com/takapon_jp/status/1081046308650020864 https://twitter.com/yjochi/status/1080816932368990208 TWEET： 堀江さん @takapon_jp に帯コメントしていただいた「ニチョウ　東京地検特捜部特別分室 (朝日文庫) 」、Kindleでも1月4日から配信です！ \n https://t.co/qC9FVjvIIY @amazonJPより https://t.co/G4Efi0Mb0X  
▶RT takapon_jp（堀江貴文(Takafumi Horie)）｜yjochi（落合洋司🇯🇵 「ニチョウ  東京地検特捜部特別分室」発売中！） 日時：2019-01-04 13:26／2019-01-04 09:32 URL： https://twitter.com/takapon_jp/status/1081044099652698112 https://twitter.com/yjochi/status/1080985298627059713 TWEET： 堀江さん @takapon_jp に帯コメントしていただいた「ニチョウ  東京地検特捜部特別分室」は、本日、1月4日発売です！ https://t.co/7SSvcITDrb  
▶RT takapon_jp（堀江貴文(Takafumi Horie)）｜yjochi（落合洋司🇯🇵 「ニチョウ  東京地検特捜部特別分室」発売中！） 日時：2019-01-04 12:43／2019-01-04 12:15 URL： https://twitter.com/takapon_jp/status/1081033385521209346 https://twitter.com/yjochi/status/1081026405494775808 TWEET： 堀江さん @takapon_jp に帯コメントしていただいた「ニチョウ  東京地検特捜部特別分室」は、本日発売です！ https://t.co/A7nCpZRaSH  
▶RT takapon_jp（堀江貴文(Takafumi Horie)）｜yjochi（落合洋司🇯🇵 「ニチョウ  東京地検特捜部特別分室」発売中！） 日時：2019-01-03 14:36／2019-01-03 12:27 URL： https://twitter.com/takapon_jp/status/1080699324231602176 https://twitter.com/yjochi/status/1080666827204681728 TWEET： 堀江さん @takapon_jp に帯コメントしていただいた「ニチョウ  東京地検特捜部特別分室」は、明日発売です！ https://t.co/PhFyncuuRG  
Diginnos-PC:~/work
[9993]  % ls
takapon_jp_201812121805-201901050000.txt
Diginnos-PC:~/work
[9994]  % 
```

　TwitterAPIで取得したツイートのデータは、自分で書式設定をしています。それでないと一度に取得するツイートのデータは大きすぎる情報量となり、複数のツイートだと取り扱いも困難です。

　プログラムでのデータ処理というのは1件を改行で区切るのが最も取り扱いがしやすいです。扱いたいデータの内容にもよりますが、ある程度の情報を盛り込むと、文字数は200から300を超えることもあり、これだと文字数超過でツイートとして扱うことは出来ません。

　実行した検索結果は全てリツイートでした。「yjochi」という落合洋司弁護士（東京弁護士会）のTwitterユーザー名をキーワードにしています。対象のデータにはツイートとリツイートのユーザ名、プロフィールの名前、日付、URLという情報を持たせています。

　データの行頭には「▶RT 」という記号を振ることで、この場合はリツイートであることを示しています。

　次の「takapon_jp（堀江貴文(Takafumi Horie)）｜yjochi（落合洋司🇯🇵 「ニチョウ  東京地検特捜部特別分室」発売中！）」が、リツイートしたユーザ情報、｜、で区切りを入れ、リツイートされた元のツイートのユーザ情報としています。

　続くのがリツイートした投稿時刻と、リツイートされた元のツイートの投稿時刻になります。「日時：2019-01-04 13:34／2019-01-03 22:23」という書式にしています。これは取得した中では最新の情報です。

　さらに続くのがURLですが、これは半角スペースで区切り、リツイートしたURLとリツイートされた元のツイートのURLを並べています。

　私自身、ネットの情報等で見たことはないのですが、TwitterAPIのデータを見ていると、リツイートの実体も、リツイートしたユーザのツイートと同じなのだということがよくわかります。ただ、リツイートのURLを開くと開かれるのはリツイートした元のツイートのURLになります。

　私はスクリプトで「tweet.retweeted_status.user.name.to_s.empty?」を条件式としてツイートかリツイートを判別し、処理を振り分けています。

　リツイートの場合はtweet.retweeted_statusというデータが情報を持つことになり、そうでない場合は空ということになります。

　ツイートの本体もリツイートしたユーザのものと、そのツイートが保持するリツイートしたツイートのデータは、まったく別のものとなります。次がリツイートしたユーザのツイートととしてのデータになります。

=> "RT @yjochi: 堀江さん @takapon_jp に帯コメントしていただいた「ニチョウ　東京地検特捜部特別分室 (朝日文庫) 」、Kindleでも1月4日から配信です！\nhttps://t.co/qC9FVjvIIY @amazonJPより https://t.co/G…"

　tweetというのはライブラリを使ったインスタンスとなりますが、そこに保持されているのは1件のツイートの全ての情報になります。オブジェクトとなっていてメソッドや変数を保持しているので、その仕様に従えばデータを取り出すことができます。

　上記のデータの場合は、「tweet.text」の返した値になります。次のデータは同じく「tweet.retweeted_status.text」が返す値になります。変数の値の場合とアクセサメソッドの値の場合があるのかと思いますが、返却値は同じかと思います。

=> "堀江さん @takapon_jp に帯コメントしていただいた「ニチョウ　東京地検特捜部特別分室 (朝日文庫) 」、Kindleでも1月4日から配信です！\nhttps://t.co/qC9FVjvIIY @amazonJPより https://t.co/G4Efi0Mb0X"

　ただ、返却値の値の見た目が文字列であっても、データの型が異なることがあります。これは「tweet.retweeted_status.text.class」とすることで確認できます。「=> String」という感じで値が返りました。ストリング型なので文字列です。

　「tweet.retweeted_status.class」で型を確認すると「Twitter::Tweet」となっています。ライブラリが提供するクラスの型だと思います。他に配列やハッシュ（連想配列）という型も多いです。

　型に応じて文字列の取り出し方も違ってきますし、エラーが起こることもあります。私もさんざん痛い目にあってきました。修行のような積み重ねだったと思います。独学でやってきました。学習の効率は悪かったと思います。

　他に「落合」でも検索をしてみたのですが、ざっと見たところ「落合陽一」しか見当たらなかったように思います。スクリプトの処理結果は、複数のデータの処理結果だと、改行も少なくずいぶんと見づらいものとなり、見落としの可能性も高いと思います。

　データを見やすく整形するのもスクリプトを作る自分しだいなのですが、個別のデータを見やすくすると情報量と表示範囲が広がり、その数が増えると範囲も大幅に広がるので、それはそれで見通しがききづらくなってしまいがちです。

　このエントリーもブログの方へ投稿すれば見てもらえると思いますが、多くて3100台のツイートを取得しテキストファイルとして保存する処理は、なかに他のスクリプトを呼び出してはいるものの、1行の一つのコマンドとして実行しています。ワンライナーとも呼ばれるものです。

　「takapon_jp_201812121805-201901050000.txt」というのが実行結果として生成されたテキストファイルです。3179行となっていますが、空行は含みません。1行は１つのツイートに対応しているので、そのまま3179件のツイートというデータになります。

　テキストファイルとして保存することで、実にさまざまな操作や処理が可能になります。例えばtacというコマンドがあるのですが、テキストファイルの内容を全て逆順に表示するものとなります。1件のデータが複数行を含んでいると、不整合を生じます。

　「takapon_jp_201812121805-201901050000.txt」がファイル名ですが、取得できた範囲で最古と最新のツイートの日時を取り出して使っています。文字列から文字列の取り出しや、文字列の追加というのもよくやるテキスト処理です。

```
[9997]  % cat takapon_jp_201812121805-201901050000.txt |grep '日時：2018-12-22'|wc -l
97
```

　上記のような使い方も出来ます。形式上は2018年12月22日の堀江貴文氏のツイートをリツイートを含めカウントしたことになり、97件とわかりましたが、 '日時：2018-12-22'という文字列がたまたまツイートに含まれていてもカウントされます。

　上記の検索では正規表現を使っていませんが、厳密な正規表現の書式で絞り込めば、偶然に紛れ込むような情報は排除できると思います。

　思いつきもあるのですが、「検察」で検索を行ったところ、数は少なかったですが、興味深い情報が見つかりました。

　それと、昨日だったように思いますが、いや一昨日かもしれません。通常のブラウザで開いた堀江貴文氏のTwitterのタイムラインで、ページをスクロールダウンさせながら落合洋司弁護士（東京弁護士会）に関するツイートを探していたとき見つからなかったのは、

　告発＼市場急配センター殺人未遂事件＼金沢地方検察庁・石川県警察御中(@kk_hirono)のアカウントでログインした状態で堀江貴文氏のTwitterタイムラインを閲覧していたためで、ブロックされているアカウントのツイートは、リツイートとしても表示されないようです。

　これは前からわかっていたことでした。落合洋司弁護士（東京弁護士会）の場合、いったいどれほどの数のブロックをしているものか気になるところでもあります。ブロックという行為に対する落合洋司弁護士（東京弁護士会）のツイートの発言内容自体が尋常のものではなかったです。

　落合洋司弁護士（東京弁護士会）について気になるのは、その書籍の紹介をするツイートのリツイートやいいねの少なさもあります。300万人を超えるフォロワーを持つ堀江貴文氏のアカウントにリツイートされるだけでも、人の目に触れる機会は多かったのではと想像されます。

　落合洋司弁護士（東京弁護士会）のブロックについては、これまでに何度か検索結果のまとめ記事を作成、投稿していると思いますが、これも最新情報を取り込むため新規に作成し、いろいろと次に取り上げてご紹介をしておきたいと思います。

＜＜＜2019-01-05（土曜日）11：29＿［これまでの記述範囲の終了時刻］＜＜＜

* はてなブログへ投稿した記事の、データベースに登録したエントリと項目としてのTwitter投稿について
  :LOGBOOK:
  CLOCK: [2019-01-05 土 11:49]--[2019-01-05 土 12:30] =>  0:41
  :END:

＞＞＞2019-01-05（土曜日）11：49＿［これからの記述範囲の開始時刻］＞＞＞

　まず、前回Twitterに投稿済みの最終データの確認になります。直近200件のツイート以内という前提条件です。

```
[10005]  % tu hirono_hideki 200 |grep '： ＃　'|head -n 1|sed 's/> /[link:] /'
[link:] 5425： ＃　TwitterAPIで堀江貴文氏の最新3179件のツイートを取得し、落合洋司弁護士（東京弁護士会）に関するツイートを探してみた https://t.co/25CX2OFp5h
```

　次にデータベースに登録した最新3件のデータを表示させました。これはだいたいの見当で数を決め、目視での作業になります。自動化することも考えています。

```
[10009]  % get-db-list-hatena.rb |tail -n 3
5423： ＃　新しいスクリーンショットの作成方法（ブラウザのアプリのみの撮影） http://hirono-hideki.hatenablog.com/entry/2019/01/04/080902#%E6%96%B0%E3%81%97%E3%81%84%E3%82%B9%E3%82%AF%E3%83%AA%E3%83%BC%E3%83%B3%E3%82%B7%E3%83%A7%E3%83%83%E3%83%88%E3%81%AE%E4%BD%9C%E6%88%90%E6%96%B9%E6%B3%95%E3%83%96%E3%83%A9%E3%82%A6%E3%82%B6%E3%81%AE%E3%82%A2%E3%83%97%E3%83%AA%E3%81%AE%E3%81%BF%E3%81%AE%E6%92%AE%E5%BD%B1
5424： 参考資料／弁護士業界の現状／落合洋司弁護士（東京弁護士会）／落合洋司弁護士の書籍発売（平成31年1月4日）とホリエモンこと堀江貴文氏 - 奉納：危険生物・弁護士脳汚染除去装置＼金沢地方検察庁御中 http://hirono-hideki.hatenablog.com/entry/2019/01/05/113009
5425： ＃　TwitterAPIで堀江貴文氏の最新3179件のツイートを取得し、落合洋司弁護士（東京弁護士会）に関するツイートを探してみた http://hirono-hideki.hatenablog.com/entry/2019/01/05/113009#TwitterAPI%E3%81%A7%E5%A0%80%E6%B1%9F%E8%B2%B4%E6%96%87%E6%B0%8F%E3%81%AE%E6%9C%80%E6%96%B03179%E4%BB%B6%E3%81%AE%E3%83%84%E3%82%A4%E3%83%BC%E3%83%88%E3%82%92%E5%8F%96%E5%BE%97%E3%81%97%E8%90%BD%E5%90%88%E6%B4%8B%E5%8F%B8%E5%BC%81%E8%AD%B7%E5%A3%AB%E6%9D%B1%E4%BA%AC%E5%BC%81%E8%AD%B7%E5%A3%AB%E4%BC%9A%E3%81%AB%E9%96%A2%E3%81%99%E3%82%8B%E3%83%84%E3%82%A4%E3%83%BC%E3%83%88%E3%82%92%E6%8E%A2%E3%81%97%E3%81%A6%E3%81%BF%E3%81%9F
```

　投稿された告発＼市場急配センター殺人未遂事件＼金沢地方検察庁・石川県警察御中(@kk_hirono)のツイートを見てもわからないですが、3件目の5425のIDのものは、日本語のURLエンコードを含むので、文字数は560字となっています。

```
[10010]  % tu hirono_hideki 1
TW hirono_hideki（奉納＼さらば弁護士鉄道・泥棒神社の物語） 日時： 2019-01-05 11:35 URL： https://twitter.com/hirono_hideki/status/1081378650551857152
> 5425： ＃　TwitterAPIで堀江貴文氏の最新3179件のツイートを取得し、落合洋司弁護士（東京弁護士会）に関するツイートを探してみた https://t.co/25CX2OFp5h

```

　Twitterに投稿することでAPIで取得したツイートの内容でURLはTwitterの短縮URLとなっています。「> 」という引用を意味する後付の記号を含めても1行の文字数は97文字です。

　データベースのIDは、自動のインクリメントというものでデータの登録の度に１つずつ値が加算されることになっていますが、最近知ったことですがデータベースの処理に失敗をしてもこの値だけは加算するようです。気がつけば修正の方法もありますが、全幅の信頼はおけません。

　たとえば、前回の最終投稿が5425で、今回の処理が5435になっているので、10件の追加だとわかりますが、私は信頼の出来ないデータだと思って、それを処理に使うことはしません。

　Twitterへの前回の最終投稿を確認したら、その次のデータからがまだTwitterに投稿していないものだと確認できます。それ以降のデータを仮のファイルに保存（一時ファイルや作業ファイルとも）し、それを使ってTwitterに投稿します。投稿にはAPIのスクリプトを使っています。

　例えば3件だとわかれば、「 % get-db-list-hatena.rb |tail -n 3 > x」というコマンドを実行することで、3件分のデータがｘというファイルに保存されます。

　私は「htf」という適当のつけたスクリプト名にしているのですが、@hirono_hidekiのTwitterアカウントへの投稿で、ｔはツイートをｆは、ファイルの内容として投稿という、一応ほかと判別ができそうな名前にしています。あとは端末で「htf x」と実行するだけです。

　「htf」というスクリプト名は簡潔ですが、引数に指定したファイルから1行ずつテキストを呼び込み、文字数がTwitterに受け入れられるかをチェックし、そのあとで一定時間の間隔で、連続したTwitterへの投稿を行う処理です。

　Twitterに投稿するのは、Twilogなどで検索できるということもありますが、やはり最大の目的はURLの短縮です。短縮URLだけのサービスは他にもあり、使っても来ましたが、将来的にそのサービスがなくなればリンクは無効となってしまいます。その点、Twitterは安心です。

＜＜＜2019-01-05（土曜日）12：29＿［これまでの記述範囲の終了時刻］＜＜＜

* 「あんなボロOSに振り回されるなんて悲しい。→「４月１日」決定打はウィンドウズ更新　新元号公表日（産経新聞）」という落合洋司弁護士（東京弁護士会）のツイート
  :LOGBOOK:
  CLOCK: [2019-01-05 土 13:02]--[2019-01-05 土 20:21] =>  7:19
  :END:

＞＞＞2019-01-05（土曜日）13：02＿［これからの記述範囲の開始時刻］＞＞＞

▶ ツイート％yjochi（落合洋司🇯🇵 「ニチョウ  東京地検特捜部特別分室」発売中！）％2019/01/05 00:51％ https://twitter.com/yjochi/status/1081216500441145344
&twitter(1081216500441145344){theme:light}
> あんなボロOSに振り回されるなんて悲しい。→「４月１日」決定打はウィンドウズ更新　新元号公表日（産経新聞） https://t.co/NvzrOl6ylJ  
▶

　さきほど落合洋司弁護士（東京弁護士会）のTwitterタイムラインで見たところです。ちょうど「ブロック」をキーワードにしたまとめ記事の作成、投稿作業が完了してすぐのことでした。

▷▷▷リツイート▷▷▷
RT kk_hirono（告発＼市場急配センター殺人未遂事件＼金沢地方検察庁・石川県警察御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2019-01-05 13:08／2019-01-05 13:03 URL： https://twitter.com/kk_hirono/status/1081401968126349312 https://twitter.com/s_hirono/status/1081400893637939200
&twitter(1081401968126349312){theme:light}
> 2019-01-05-125651_落合洋司🇯🇵「ニチョウ東京地検特捜部特別分室」発売中！（@yjochi）：　本映画のリーガルアドバイザーの本。あわせて楽しんでください！「ニチョウ東京地.jpg https://t.co/Atzoc5lNgP
◁◁◁
<hr />
▷▷▷リツイート▷▷▷
RT kk_hirono（告発＼市場急配センター殺人未遂事件＼金沢地方検察庁・石川県警察御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2019-01-05 13:08／2019-01-05 13:04 URL： https://twitter.com/kk_hirono/status/1081402009960427520 https://twitter.com/s_hirono/status/1081400924419944450
&twitter(1081402009960427520){theme:light}
> 2019-01-05-125751_落合洋司🇯🇵　「ニチョウ　東京地検特捜部特別分室」発売中！さんのツイート：　”ポジティブなコメントを見たら喜び、ネガティブなコメントは見ないか、見かけたら.jpg https://t.co/7pMpQuazCF
◁◁◁
<hr />
▷▷▷リツイート▷▷▷
RT kk_hirono（告発＼市場急配センター殺人未遂事件＼金沢地方検察庁・石川県警察御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2019-01-05 13:08／2019-01-05 13:07 URL： https://twitter.com/kk_hirono/status/1081402038380969984 https://twitter.com/s_hirono/status/1081401763775705088
&twitter(1081402038380969984){theme:light}
> 2019-01-05-130715_落合洋司🇯🇵　「ニチョウ　東京地検特捜部特別分室」発売中！さんのツイート：　”あんなボロOSに振り回されるなんて悲しい。→「４月１日」決定打はウィンドウズ.jpg https://t.co/rOQN9tVTj6
◁◁◁
<hr />

　スクリーンショットのリツイート3件です。時系列で時間の早いものが先に表示されるようにリツイートをしました。まず「2019-01-05-125651」という記録時刻の含まれるツイートですが、何時間か前、あるいは昨日に見かけていたツイートが固定ツイートとなっていました。

▶ ツイート％yjochi（落合洋司🇯🇵 「ニチョウ  東京地検特捜部特別分室」発売中！）％2019/01/04 15:55％ https://twitter.com/yjochi/status/1081081623855063040
&twitter(1081081623855063040){theme:light}
> 本映画のリーガルアドバイザーの本。
> あわせて楽しんでください！
> 「ニチョウ  東京地検特捜部特別分室」
> https://t.co/rpEMPFmWoq https://t.co/70YAU6vZ9N  
▶

　URLとして引用されているのは次のフジテレビムービーのツイートになるかと思いますが、別にURLのリンクがあって、短縮URLにはなっていませんし、一部の表示のようですが、通販サイトamazon.co.jpのページだということがわかります。たまに見かけるものです。

▶ ツイート％fujitv_movie（【公式】フジテレビムービー）％2019/01/04 12:00％ https://twitter.com/fujitv_movie/status/1081022431689564160
&twitter(1081022431689564160){theme:light}
> 【ついに明日放送！『#HERO』劇場版第1弾】
> 
> 久利生公平（#木村拓哉）、雨宮（松たか子）との名コンビが帰ってくる！　映画ならではのスケール感と、人間の奥深さ、そして久利生と雨宮との関係にもご注目！
> 
> ぜひ、リアルタイムでお楽し… https://t.co/PA4K1GatO2  
▶

　今朝起きたのは7時半頃だったと思いますが、まだテレビは一度もつけていないと思います。昨日のツイートで「ついに明日放送」とあるので、どうも今日の放送にみえます。フジテレビというのはバイキングの放送として聞くことがあるので、石川テレビになりそうです。

[link:] » 土曜プレミアム - Yahoo!テレビ.Gガイド[テレビ番組表] https://t.co/mAK1GWWKg9 \n 土曜プレミアム・映画「HERO」【映画マスカレード・ホテル公開記念】 \n 2019年1月5日（土）  21時00分～23時40分  の放送内容

<hr />

　今夜9時からの放送ですが、23時40分までとなっているので、映画として長い方かと思います。テレビで放送されるものでこれ以上長いものはみていないかもしれません。0時の日付が変わるようなものは少なくとも見たことがないと思います。

　ヤフーテレビの番組内容を見ると、読み進めてから気づきましたが、「鍵を握る証拠が韓国・釜山にあることを突き詰める」とあるので、少なくともその辺りの場面は、以前テレビで見たことがありました。けっこう古い映画という印象ですが、映画の公開時期はページに見当たりません。

　同じページの下の方に「人物情報」があって、男女11人の俳優の顔写真があります。国仲涼子という女優は名前を知らなかったですが、他は知る顔ばかりで、それもずいぶんと豪華な出演者が揃っているようです。犯人役や被告人役の俳優の顔は思い出せません。

　この中で中井貴一ですが、HEROというドラマの中で最も印象に残っている場面に出ていました。場所は山口県の長門市辺りの堤防のある小さな漁港でした。政治家の秘書かあるいは政治家の役柄であったように思います。2,3日前も書いたところの海を汚した殺人事件です。

　木村拓哉が検事役の大ヒットドラマがこの「HERO」ということは知っていますが、私はもとより余り関心がありませんでした。テレビドラマと映画があったようですが、映画の方は何作出ているのかも知らないですし、調べてもいません。

　この「HERO」というドラマに憧れ、あるいは刺激を受けて実際に検事になったという話は、ネットで見かけたことがあり、それで少しは興味を覚えました。私の場合余り人気重視のトレンディなドラマというのは余り好きになれないのです。

　しかし、トレンディであっても「リーガルハイ」は絶対的に観たいです。あれは本当に面白くて痛快なドラマでした。リーガルハイの映画というのは聞いたことがないですが、私の知る範囲で２シリーズの放送があり、１シリーズ目のときは番組の存在自体を知らず、全くみていません。

　リーガルという言葉をテレビで見るようになったのは、そのリーガルハイが最初だったと思いますが、私は平成９年以前より、リーガルという言葉は法律の勉強でよく見かけてしっていました。これも前に書いたことがあると思いますが、リーガルマインドとして見ることが多かったと思います。

　時刻は13時47分となっていますが、まだ昼食を済ませておらず、どうしたものかと思案しています。お腹は余り減っていないのですが、朝も3枚入りの冷凍のピザを1枚、電子レンジで温めて食べただけです。カップ麺で済ませたいとも考えるのですが、このところインスタントが多いです。

　「あんなボロOSに振り回されるなんて悲しい。→「４月１日」決定打はウィンドウズ更新　新元号公表日（産経新聞）」というこの項目で取り上げた落合洋司弁護士（東京弁護士会）のツイートの内容ですが、Microsoft社をけなすのはこれまでにも何度か見てきました。

　どうもWindowsのバージョンが８になった辺りで、操作性が悪いなどと強い不満を感じたようです。その後、８．１のバージョンでもインターフェースはかなり改善をされていたかと思います。１０になってからは、特に不満という話を見かけることもないかと思います。

　私の場合は、Rubyなどのプログラム言語を使うことが多いので、それも大きいのですが、ずっとLinuxをOSに使っています。Windows１０もパソコンには入っていますが、滅多に起動すらしていません。それでも「ボロOS」と公然と酷評される意味が理解できません。

　Windows８でいきなりインターフェースが変わったときは、不便は感じました。キーボードの操作を覚えなければ、ちょっと使い物にならない感じでしたし、マウス操作でも裏技を覚えなければならないようなところがあったと思います。

　従来のアプリとは別にメトロUIが出てきたことで、利便性は増したと思いますが、やはり混乱は招いただろうとは思います。その辺りはユーザが自分で学習をして慣れていくしかないという一面もあろうかと思います。WindowsXPはその点、評判は良かったと思います。

```
Metro UIとは、Microsoftが開発している次期オペレーティングシステム（通称「Windows 8」）で搭載されると考えられているユーザーインターフェース（UI）の通称である。

Metro UIは、それまでのPC向けWindowsのユーザーインターフェースから大幅に刷新され、タッチ操作が行いやすいタイル型のボタンが採用されている。タブレット型端末を意識した設計とされ、モバイル端末向けのOSである「Windows Phone」のUIに近いデザインとされる。

［source：］Metro UIとは 「メトロUI」 メトロユーアイ： - IT用語辞典バイナリ https://www.sophia-it.com/content/Metro+UI
```

　他に落合洋司弁護士（東京弁護士会）がツイートでくさすことの多いのは、ワープロソフト一太郎や日本語変換ATOKで知られるジャストシステム社です。１０年以上は前になると思いますが、よく話題を見かけた時期があり、徳島県の会社という話でした。

　同じ頃だったと思いますが、はてなダイアリーの落合洋司弁護士（東京弁護士会）のブログで、落合洋司弁護士（東京弁護士会）が徳島地検で検事をしていた頃の話の投稿をちょくちょくと見かけていました。徳島という土地には不満などはなさそうに見えました。

　まとめ記事も作ってあると思います。年末にも作ったように思いますが、カルロス・ゴーン氏の逮捕以来、日産に関する落合洋司弁護士（東京弁護士会）のツイートを見ていて、ジャストシステム社のことを思い出しました。

```
[9991]  % dp -p |grep ジャストシステム
[link:] 2014年07月11日10時08分の登録： だらだらと一太郎を買う人がいたから、ジャストシステムが存続してしまい、流\n出情報大量利用につながってしまった、という見方も／落合洋司弁護士 http://hirono2014sk.blogspot.com/2014/07/blog-post_11.html
[link:] 2014年07月11日10時12分の登録： ジャストシステムは、時代遅れのワープロソフトを売るだけでなく、流出情報で\n世間に多大な迷惑までかけちゃったんだな。／落合洋司弁護士 http://hirono2014sk.blogspot.com/2014/07/blog-post_2874.html
[link:] 2018年12月20日18時17分の登録： REGEXP：”ジャストシステム”／落合洋司?? 「ニチョウ  東京地検特捜部特別分室」1月4日発売！（@yjochi）の検索（2010-06-07〜2017-02-14／2018年12月20日18時17分の記録16件） http://hirono2014sk.blogspot.com/2018/12/regexp-14yjochi2010-06-072017-02.html
```

　そのまま社会に汚物を垂れ流す、汚染地帯のようなツイートの一部の文言も記事名として出てきました。メインのブログが以前のもので別のデータベースにあるデータもあるかもしれないですが、まとめ記事が１つだけだったのは少し意外でした。

　「ジャストシステムは、時代遅れのワープロソフトを売るだけでなく、流出情報で\n世間に多大な迷惑までかけちゃったんだな。」というのがツイートの内容のようです。こういうのはいちいち記憶にとどめることもできないですが、こういう形で出てくることもあります。

　他に主流のワープロソフトは、Microsoft社の「Word」しかないと思います。その「Word」で一太郎のファイルが開けないというのは、他の弁護士のツイートでも不満の声として見かけてきました。

　私はいろいろとプログラムで作業を行うためLinuxを使っていますが、日本語での文章の作成はATOKでやった方が断然効率が上がると考えています。ATOKだけ単体で買う方法もありますが、一太郎にATOKは同梱されているかと思います。

　２００７年頃になるかと思います。その当時は、ジャストシステム社がLinux版のATOKを販売していて、ダウンロード版を購入して使っていました。一太郎は平成９年に初めてパソコンを買った時にプリインストールされたものを使っていました。

　Microsoft社のWordも、平成９年から１１年当時にものに比べると、ずいぶんと良くなっていました。2016年と2017年になるかと思いますが、2年間、祭礼委員会の仕事をしていたときは、Wordをよく使っていました。ノートパソコンにプリインストールされたものです。

　そのノートパソコンも、Windows10では動きが悪すぎたので、全部消去してLinuxをインストールしました。以前にごちゃごちゃとフリーソフトをインストールしすぎていたのもありますが、Windowsは頻繁に起動しアップデートをしていないと、次の起動時にすごい負担が掛かります。

　本当はWindowsパソコンでプログラミングをしたいという考えもあるのです。「Visual Basic for Applications」はよく使っていた時期があります。情報も豊富なのでなにかと助かりました。Linuxでのプログラミングは、未開地に挑むことも多いかと思います。

　英語のマニュアルが読めれば、状況が全然変わってくると思うのですが、以前は英語もしっかり勉強したいと考えていました。今は、告発状関係の作業を進めているので、そういうことも諦めながらやっています。

```
　Webサービスや外部機器と連携できるプラグイン「ソプラ」を搭載。発売時には、一太郎の編集画面からTwitterに投稿したり、投稿されたつぶやきを取り込める「ソプラ Twitterツール」と、ポメラで作成した文書を簡単に取り込める「ソプラ ポメラツール」を用意。4月にはFlickr、6月にはEvernoteと連携するプラグインも公開する。

［source：］「一太郎第2章の幕開け」　新版「創」はTwitterやポメラと連携、モリサワフォントも - ITmedia NEWS http://www.itmedia.co.jp/news/articles/1012/07/news089.html
```

　ざっと記事に目を通してから記事の配信日時を探すと、2010年12月7日となっていました。すでにTwitterへの投稿や、Twitterのツイートの取り込みができる機能が盛り込まれていたようです。情報を見たこともなかったので全然知りませんでした。

［link：］ 一太郎Web：ソプラ プラグインギャラリー http://www.ichitaro.com/sopla/

　どうも一太郎からのTwitter利用というか連携は、プラグンというかたちになっていたようですが、2013年2月に提供終了となったようです。これはTwitterのAPIがOAuth認証になったのと関係がありそうです。

　はてなブログもAtom　APIが使えなくなりました。昨年のことのようです。こういうことがあるとそれまで使えていたアプリが使えなくなったり、対応を迫られることになります。そういえば、PINコードを取得してもっと簡単にTwitterAPIを使う方法はありそな気もします。

```
この度、Atom API のご利用数が少ないこと、Atom APIと同様の機能がREST APIで提供されていることから、2018年10月31日にAtom APIのサポートを終了することとなりました。ご利用の皆様には申し訳ございませんが、REST APIへの移行をお願いいたします。

ご注意
AtomAPIはWSSE認証とOAuth認証をサポートしていましたが、REST APIはOAuth認証のみをサポートしています。WSSE認証をご利用のかたは、OAuth認証に切り替えていただくようお願いいたします。

［source：］はてなブックマークAtom APIのサポートを終了します - はてなブックマーク開発ブログ http://bookmark.hatenastaff.com/entry/2018/09/19/181818
```

```
PINベースOAuth フローは、ユーザーを認証エンドポイントへリダイレクトするためにウェブブラウザへアクセスや埋め込みができないアプリケーションを対象としています。 そうしたアプリケーションの例として、コマンドラインアプリケーション、埋め込みシステム、ゲームコンソール、特定のタイプのモバイルアプリがあります。

［source：］PINベース認証 - Twitter 開発者ドキュメント 日本語訳 http://westplain.sakuraweb.com/translate/twitter/Documentation/OAuth/PIN-based-authorization.cgi
```

　時刻は15時29分です。昼食はマルちゃんの「黒い豚カレー」というカップ麺で済ませました。久しぶりに食べたのですが、うどんの麺がつるつる食感で味が良くなったように感じました。スープは変わっていないように思いましたが、食べたあとに汗が吹き出てきました。

　今日は少し気温は高めだと思います。それでもファンヒーターの電源を入れてみると室内気温は5度と表示されました。先日、冷凍の担々麺を食べたときは、もっと寒かったのですが、その時以上に汗が出たように思います。辛味の粉を入れた担々麺はけっこう辛かったです。

　マルちゃんといえば、東洋水産だと思ったのですが、カップにそのような表示は見当たりませんでした。お客様相談室となっていたように思いますが、住所は東京都港区でした。

　カップ麺といえば、日清食品のカップヌードルが歴史もあってよく知られていると思いますが、個人的にそれに次ぐ存在感のカップ麺というのが「金ちゃんヌードル」です。

　それもネットで落合洋司弁護士（東京弁護士会）のブログをよく見ていた、先ほどの徳島地検の時期だと思いますが、金ちゃんヌードルが西日本限定か何かで、東京では流通していないとしってずいぶん驚いたことがありました。徳島製粉という会社名で、徳島県の会社だと聞いていました。

　カップ麺で私が思い出すのは、金沢市場輸送で一時期、何度か静岡県清水市だったと思いますが、東洋水産からカップ麺を運んだことがありました。海の近くの松の防風林のようなところに会社があり、海水浴場の中にあるようにも見えました。

　工場にしてはずいぶんとこじんまりした平屋のどこにでもありそうな縫製工場のような建物であったような印象がそのまま残っています。カップ麺はコンビニでもスーパーでもどこにでもあり、すごい数になりそうですが、それにしては小さい建物だと不思議に思っていました。

　カップ麺の工場で一番大きく思ったのは、国道6号線で東京都からだったと思いますが、茨城県に入ってすぐ左手にある日清食品の工場でした。工場ではなく倉庫だったのかもしれません。ちょうど県境ということもあり目立つ建物だったのですが、一度だけ仕事で行くことがありました。

　平成3年の11月か、あるいは12月に入ってからだったと思います。被告訴人HTNと大型車2台での運行でした。卸先というか行き先が同じ日清食品だったのですが、私は富山県の八尾という辺りで荷物を積みました。八尾というのは道路標識などでよく見かける地名だったと思います。

　北陸道の富山インターを降りたところが国道41号線です。その国道41号線を岐阜県の高山方面に向かい30分ほど行ったところで行き荷の荷物を積んだと記憶にあるのですが、Googleマップで地図をみると、八尾というのは国道41号線からけっこう離れていました。

　国道41号線で高山方面に向かい、富山市の近くでほかに見覚えのある地名はありませんでした。富山市から一時間弱ぐらいだったような気がしますが、岐阜県の神岡というところがあって、そこから長野県松本市に出る道は、一時期よく利用したことがあります。安房峠です。

　比較的最近になりネットの記事で知ったのですが、昭和40年代だったと思われる富山県内での大きな公害問題は、その神岡が汚染の発生源だったようです。ひなびたような雰囲気は今でも記憶にありますが、しばらく行くとクマ牧場という看板が出ていたのも当時は珍しかったです。

　金沢からは被告訴人HTNと一緒に出発しましたが、私だけが富山インターで降りて荷物を積みに行きました。その間、待ち合わせにしていたのは、有磯海サービスエリアだったと思います。魚津インターの先にあったように思いますが、その先の富山県内のSAはそこだけでした。

　富山県内ではもう一つ小矢部川サービスエリアがありましたが、石川県との県境に近く、考えてみるとその石川県も北陸道でサービスエリアがあるのは、福井県との県境に近い加賀市の尼御前サービスエリアだけでした。パーキングエリアも、不動寺と徳光の２つだけでした。

　もう8年ほど前になるでしょうか、小矢部川サービスエリアで大きなバス事故がありました。たしか仙台市のバス会社で、被害に遭った人も仙台市の人が多かったように思います。神主のお祓いのような光景をテレビで見たような記憶もなぜか残っています。

```
3日午前5時10分ごろ、富山県小矢部市の北陸自動車道上り線の小矢部川サービスエリア（SA）で、仙台発加賀温泉（石川県）行きの宮城交通（仙台市）の夜行バスが大型トラック2台と相次いで衝突した。バスの小幡和也運転手（37）と乗客の男性の計2人が死亡。ほかにバスの乗客とトラックの運転手ら計24人が病院に搬送され、けが人が多数いるとみられる。

県警によると、死亡した乗客は金沢市の教諭、小野善広さん（48）。

［source：］北陸道SAで夜行バスが事故　2人死亡、24人搬送　　：日本経済新聞 https://www.nikkei.com/article/DGXNASDG0301B_T00C14A3CC0000/
```

　思っていたより最近の事故だったと思ったのですが、記事の日付は2014年3月3日となっていて、記事にも3日午前5時10分ごろ、とあります。ちょうど桃の節句、ひな祭りの日だったようですが、それは全然記憶にありませんでした。ひな祭りで強烈に印象にあるのは日弁連の総会です。

　死亡したのは宮城交通（仙台市）の運転手と乗客1人とあります。「死亡した乗客は金沢市の教諭」とありますが、記憶には残っていませんでした。かなり大きな報道で何度もテレビで見ていたと記憶にあるので、そのときは知っていたのだと思います。

```
2012年に乗客7人が死亡した関越自動車道ツアーバス事故を教訓に、高速ツアーバスが昨年廃止され規制が厳しい乗り合いバスに一本化。居眠りや過労による事故を防ぐため、運転手の1日の夜間運行距離を原則400キロに制限し、これを超える長距離路線では交代要員を置かなくてはならないなどの安全対策も講じられた。〔共同〕

［source：］北陸道SAで夜行バスが事故　2人死亡、24人搬送　　：日本経済新聞 https://www.nikkei.com/article/DGXNASDG0301B_T00C14A3CC0000/
```

　上記にもう一箇所、引用をしました。「2012年に乗客7人が死亡した関越自動車道ツアーバス事故」とあります。関越道のバス事故の方が、小矢部川サービスエリアのバス事故より、最近という感覚がするので不思議です。

　ツアーバスとあるので、どうかと思いましたが、平成に入って関越道で7人が死亡するようなバス事故は1件だけだったと思います。ただの高速バスで、ディズニーランドに遊びに行く人も多かったとテレビでみたように思います。宇出津で年の近い少し知っている人の奥さんが亡くなりました。

　事故現場が関越道の群馬県内で、バス事故で亡くなった女性の息子が、そのバス事故がきっかけとなり、群馬県で警察官になったというニュースがありました。昨年中だったように思いますが、宇出津の銭湯に入ったタイミングで、久しぶりにその特集を見たということもありました。

```
[9991]  % pp -p | grep 関越道
[link:] 2018-05-09_182938＿テレビの画面・関越道バス事故から6年　遺族の思いは・群馬県で警察官になった宇出津の被害女性の息子・銭湯のテレビ.jpg  http://hirono2014sk.blogspot.com/2018/05/2018051008362018-05-090816182018-05.html#20180509182938
[link:] 2018-05-09_182948＿テレビの画面・関越道バス事故から6年　遺族の思いは・群馬県で警察官になった宇出津の被害女性の息子・銭湯のテレビ.jpg  http://hirono2014sk.blogspot.com/2018/05/2018051008362018-05-090816182018-05.html#20180509182948
```

　どうもページ内リンクがうまく行っていないようです。違った位置にジャンプしました。北九州市だったように思いますが、危険な竹林のニュースが出てきて思い出しました。北九州市で思い出すのは、砂防ダムのイノシシのことですが、同じ昨年中の出来事だったようです。

　こういうときは、ページ内検索です。宇出津で検索をしたのですが、一つ手前の写真として驚いたものが、まず目に入ってきました。最初見たときは、こんな顔だったのかと目を疑いました。

```
［link：］ 2018-05-09_180842＿テレビの画面・観光客も注目！ユニークなお寺めぐり・となりのテレ金ちゃん.jpg <http：//hirono2014sk.blogspot.com/2018/05/2018051008362018-05-090816182018-05.html#20180509182948#20180509> 

［source：］奉納＼危険生物・弁護士脳汚染除去装置＼金沢地方検察庁御中： 2018年05月10日08：36記録＼法務検察・石川県警察宛＼写真資料：2018-05-09_081618〜2018-05-09_205049：99件 http://hirono2014sk.blogspot.com/2018/05/2018051008362018-05-090816182018-05.html#20180509
```

　ページ内リンクの移動先が間違っているだけではなく、、写真と説明文も違ったものになっていました。修正前のスクリプトでの実行だったようです。そういえばそんなこともあった気がすると思い出しました。1年経っていないですが、すっかり忘れるものです。

　「2018-05-09_180842＿テレビの画面・観光客も注目！ユニークなお寺めぐり・となりのテレ金ちゃん.jpg 」の位置にあるのは「強盗　車を盗み逃走　群馬〜富山　公開手配の刑事　父親も悲鳴　投資で失敗　借金か？」というテレビニュースの場面の写真です。

　これも驚いたニュースでしたが、テレビで見たのは1回だけで、探すこともなかったように思いますが、ネットでも情報は見なかったような気がします。画面も夕方のeveryのものだと思います。情報番組ではなくニュース番組になるでしょう。

　富山県というのは強盗事件の容疑者となった刑事の実家という話で、その父親という人は、顔出しで出ていたような気がします。実家で突撃インタビューを受けたような様子でした。たんたんとされていました。

　次の2つは、写真と説明文が一致しているようです。１つずれれば全部ずれてくるような気もしますが、それはないようです。

```
76件目 » 2018-05-09_182948＿テレビの画面・関越道バス事故から6年　遺族の思いは・群馬県で警察官になった宇出津の被害女性の息子・銭湯のテレビ.jpg

［link：］ 2018-05-09_182948＿テレビの画面・関越道バス事故から6年　遺族の思いは・群馬県で警察官になった宇出津の被害女性の息子・銭湯のテレビ.jpg <http：//hirono2014sk.blogspot.com/2018/05/2018051008362018-05-090816182018-05.html#20180509182948#20180509> 

［source：］奉納＼危険生物・弁護士脳汚染除去装置＼金沢地方検察庁御中： 2018年05月10日08：36記録＼法務検察・石川県警察宛＼写真資料：2018-05-09_081618〜2018-05-09_205049：99件 http://hirono2014sk.blogspot.com/2018/05/2018051008362018-05-090816182018-05.html#20180509
```

```
76件目 » 2018-05-09_182948＿テレビの画面・関越道バス事故から6年　遺族の思いは・群馬県で警察官になった宇出津の被害女性の息子・銭湯のテレビ.jpg

［link：］ 2018-05-09_182948＿テレビの画面・関越道バス事故から6年　遺族の思いは・群馬県で警察官になった宇出津の被害女性の息子・銭湯のテレビ.jpg <http：//hirono2014sk.blogspot.com/2018/05/2018051008362018-05-090816182018-05.html#20180509182948#20180509> 

［source：］奉納＼危険生物・弁護士脳汚染除去装置＼金沢地方検察庁御中： 2018年05月10日08：36記録＼法務検察・石川県警察宛＼写真資料：2018-05-09_081618〜2018-05-09_205049：99件 http://hirono2014sk.blogspot.com/2018/05/2018051008362018-05-090816182018-05.html#20180509
```

　やはり上記2件のページ内リンクを含むURLも、移動先が間違っていて、危険な竹林が出てきました。よく見ると、写真の撮影日時を、「#20180509」などとして、ID属性を指定していたようです。ID属性というのは、同じページ内で１つだけ存在が許される一意のものです。

```
9件目 » 2018-12-31-114433_若杉幸平 弁護士(若杉法律事務所) - 石川県金沢市 - 弁護士ジャパン.jpg

［link：］ 2018-12-31-114433_若杉幸平 弁護士(若杉法律事務所) - 石川県金沢市 - 弁護士ジャパン.jpg http：//hirono2014sk.blogspot.com/2018/12/2018123112132018-12-31-0509442018-12-31.html#20181231114433#20181231114433 

［source：］奉納＼危険生物・弁護士脳汚染除去装置＼金沢地方検察庁御中： 2018年12月31日12：13記録＼法務検察・石川県警察宛＼スクリーンショット資料：2018-12-31-050944〜2018-12-31-114433：9件 http://hirono2014sk.blogspot.com/2018/12/2018123112132018-12-31-0509442018-12-31.html#20181231114433
```

　現在はどうなっているのか確認のため調べたのですが、最終時点の記録として出てきたのは、若杉幸平弁護士に関するものでした。これもだいぶん前から取り上げておきたいと準備はしてきたのですが、なかなか手が回りません。長谷川紘之弁護士と富山県の神社のことも同じです。

　ここで少しだけご説明をしておくと、若杉幸平弁護士の若杉法律事務所の住所は金沢市田井町となっており、番地を含めて検索して出てきたのが、一般の住宅です。それもスカートをはいた女性と思われる人が、玄関から出てきたタイミングで、Googleに撮影されたようです。

　Googleのストリートビューで人の姿が写るのはそう珍しいことではないと思います。モザイクのような処理も行われているようです。しかし、ここまで玄関から出てくるタイミングで、正面から撮影されたものは他に見たことがありません。

　同じ若杉幸平弁護士の法律事務所の検索で、初めにこのストリートビューの静止写真をみたのは、けっこう前だったと思いますが、そのときは何かの間違いではないかと思い、それほど深くは考えませんでした。それでも元の金沢地方検察庁の横の事務所は、抜け殻のように写されていました。

　そういえば、年末の2,3日分からだったと思いますが、未処理の写真がけっこうたまっています。29日か30日あたりにもかなり溜まっていたものを処理しました。1100件以上あったと思います。

```
［link：］ 2018-05-09_121350＿テレビの画面・自宅近くの線路に遺棄か　事故から一転・・・死因は窒息死・新潟西区・ひるおび.jpg <http：//hirono2014sk.blogspot.com/2018/05/2018051008362018-05-090816182018-05.html#20180509182948#20180509> 

［source：］奉納＼危険生物・弁護士脳汚染除去装置＼金沢地方検察庁御中： 2018年05月10日08：36記録＼法務検察・石川県警察宛＼写真資料：2018-05-09_081618〜2018-05-09_205049：99件 http://hirono2014sk.blogspot.com/2018/05/2018051008362018-05-090816182018-05.html#20180509
```

　上記もページ内リンクのURLは間違っているようですが、写真と説明文の位置は整合しているようです。どうもあの犯人が逮捕される前の報道のようですが、5月9日とあるので、5月の上旬の事件だったようです。起訴されたという報道は少し見たような気もしますが、初公判はまだだと思います。

　「強盗」でページ内検索をしても見つからず、「刑事」とやっても該当が出てきたのはサイドバーのようなかたちで右側のペインにある、他の記事の一覧リンクだけでした。ちゃんと名前付けをしていなかったようですが、他のも特定性の高い名前付けとはなっていないようです。

　カップ麺のことを書いていたのは憶えているのですが、プログラムでも使われることのあるスパゲティ状態となっています。バス事故から富山県、群馬県とあちこちに飛びました。他に大きなバス事故で思い出すのは軽井沢のスキーバス事故です。これも最近、ふとしたことで記事を目にしました。

```
[10014]  % pp -p | grep スキーバス事故
[link:] 2018-12-26_162716＿コンセールのと内　門松の下の北國新聞平成３０年１２月１７日　週内にも運行会社提訴　軽井沢スキーバス事故遺族.jpg  http://hirono2014sk.blogspot.com/2018/12/2018123016302018-12-172209362018-12.html#20181226162716
```

　ネットでもテレビでもまったく目にしていないニュースだったと思います。雨宿りもあって立ち寄った図書館が定休日以外の休館で、男女の高校生も多かったので、間仕切りになったようなところで、スマホのピグエデンというゲームをしていたところ、敷かれた新聞紙から記事を見つけたのです。

　軽井沢のスキーバス事故についてもずっと前から取り上げることを予定してきたのですが、それも東名高速道路の御殿場サービスエリア、平成4年3月30日の運行と一緒に取り上げる予定でいます。大事故の危険を強く感じた運行で、それが4月1日の傷害・準強姦被告事件につながりました。

［link：］ 奉納＼危険生物・弁護士脳汚染除去装置＼金沢地方検察庁御中： 2018年05月10日08：36記録＼法務検察・石川県警察宛＼写真資料：2018-05-09_081618〜2018-05-09_205049：99件 http://hirono2014sk.blogspot.com/2018/05/2018051008362018-05-090816182018-05.html#20180509

　上記の写真のまとめ記事ですが、ページ内リンクを含めあまりにでたらめとなっているので、Googleフォトから写真をダウンロードし、投稿をやり直しておいた方が良いかなとも思います。ファイル名も一部修正するかもしれません。

　時刻は17時46分です。Googleフォトをみているのですが、輪島市の高洲山の山頂に行ったのが5月11日でした。このときは、旧柳田村で道を間違えて、気がつくと輪島市内の入っていたので、そのまま高洲山に向かうことにしました。予定では地理的には近い鉢伏山の近くに行くつもりでした。

[link:] » 天狗平の御所桜（天然記念物） - Google マップ  \n 〒928-0336 石川県鳳珠郡能登町北河内チ３９ \n https://t.co/0IC3OxVmtN

<hr />

　天狗平という名称は記憶にないのですが、その辺りに珍しい桜の木があるという話は少し耳にしていました。Googleマップでみるとずいぶん山の方でしたが、近くにお寺もある様子で、ちょっと気になったので行ってみようと思ったのです。ちなみにまだ行っていません。

　時刻は18時33分です。雨が降り続いていることもあり、買い物に出掛けるのはやめにしました。正月前に買って1月9日まで賞味期限のある太郎の納豆もあるので、あとは海苔などで簡単に済ませるつもりです。今日は5日ということでどんたく宇出津店のポイントの日でした。

　Aコープ能都店も土曜日がポイントの日です。最近は買い物に行く回数も減らすようにしていますが、余り料理も作らなくなっていて、栄養の摂取は少し気になっています。インスタント食品も前よりは食べることが多くなってきました。

　Googleフォトのフォトというメニューで5月9日の写真を探したのですが見つからず、アーカイブにあったのですが、写真は1つずつダウンロードするしかないようでした。アルバムを一括でダウンロードしたのですが、2千枚近くの写真ファイルがあるようでした。

　それなりにダウンロードに時間も掛かりましたが、「471M  1月  5 18:30 テレビの画面撮影＿2018年5月分.zip」という感じです。思ったよりファイルサイズは大きくありませんでした。ちょっと大きめのYouTubeにアップロードする動画サイズという感じです。

　フォルダ付きで解凍されるものとおもってunzipコマンドを実行したのですが、その場で展開されてしまいました。ファイル数が1995件です。ファイルサイズが全部で477Mなので、やはりjpgというのは、圧縮率が殆ど無いようです。以前は不可逆圧縮という情報も見かけていました。

　次が間違ってつけられているファイル名の一覧になります。内容は同じものになると思うので、あとで一括変換します。

```
[10053]  % ls -1
2018-05-09_180302＿テレビの画面・観光客も注目！ユニークなお寺めぐり・となりのテレ金ちゃん.jpg
2018-05-09_180316＿テレビの画面・観光客も注目！ユニークなお寺めぐり・となりのテレ金ちゃん.jpg
2018-05-09_180332＿テレビの画面・観光客も注目！ユニークなお寺めぐり・となりのテレ金ちゃん.jpg
2018-05-09_180341＿テレビの画面・観光客も注目！ユニークなお寺めぐり・となりのテレ金ちゃん.jpg
2018-05-09_180351＿テレビの画面・観光客も注目！ユニークなお寺めぐり・となりのテレ金ちゃん.jpg
2018-05-09_180356＿テレビの画面・観光客も注目！ユニークなお寺めぐり・となりのテレ金ちゃん.jpg
2018-05-09_180407＿テレビの画面・観光客も注目！ユニークなお寺めぐり・となりのテレ金ちゃん.jpg
2018-05-09_180419＿テレビの画面・観光客も注目！ユニークなお寺めぐり・となりのテレ金ちゃん.jpg
2018-05-09_180433＿テレビの画面・観光客も注目！ユニークなお寺めぐり・となりのテレ金ちゃん.jpg
2018-05-09_180618＿テレビの画面・観光客も注目！ユニークなお寺めぐり・となりのテレ金ちゃん.jpg
2018-05-09_180625＿テレビの画面・観光客も注目！ユニークなお寺めぐり・となりのテレ金ちゃん.jpg
2018-05-09_180641＿テレビの画面・観光客も注目！ユニークなお寺めぐり・となりのテレ金ちゃん.jpg
2018-05-09_180810＿テレビの画面・観光客も注目！ユニークなお寺めぐり・となりのテレ金ちゃん.jpg
2018-05-09_180822＿テレビの画面・観光客も注目！ユニークなお寺めぐり・となりのテレ金ちゃん.jpg
2018-05-09_180842＿テレビの画面・観光客も注目！ユニークなお寺めぐり・となりのテレ金ちゃん.jpg
```

　最初と最後のものを告発＼市場急配センター殺人未遂事件＼金沢地方検察庁・石川県警察御中(@kk_hirono)にツイートしましたが、ファイルは全部で15件あります。。内容なもちろん違っていますが、ファイル名で違っているのは時分秒という時刻の部分だけです。

　自作のスクリプトを使い、ファイル名の一括変換を行いました。この日付の日時の情報というのは、ファイル名からの抜き出しではなく、別のコマンドから調べたEXIF情報に基づくものです。デジカメ写真などのjpgファイルにもともと含まれている情報です。

```
[10054]  % args-jpg-filename-new-date-format-word.sh ./*.jpg
#{15}件が処理の対象になります。
追加する文字列を入力：
テレビの画面・every・強盗　車を盗み逃走　群馬〜富山　公開手配の刑事　父親も悲鳴　投資で失敗　借金か？
new filename ---> 2018-05-09_180302＿テレビの画面・every・強盗　車を盗み逃走　群馬〜富山　公開手配の刑事　父親も悲鳴　投資で失敗　借金か？.jpg
new filename ---> 2018-05-09_180316＿テレビの画面・every・強盗　車を盗み逃走　群馬〜富山　公開手配の刑事　父親も悲鳴　投資で失敗　借金か？.jpg
new filename ---> 2018-05-09_180332＿テレビの画面・every・強盗　車を盗み逃走　群馬〜富山　公開手配の刑事　父親も悲鳴　投資で失敗　借金か？.jpg
new filename ---> 2018-05-09_180341＿テレビの画面・every・強盗　車を盗み逃走　群馬〜富山　公開手配の刑事　父親も悲鳴　投資で失敗　借金か？.jpg
new filename ---> 2018-05-09_180351＿テレビの画面・every・強盗　車を盗み逃走　群馬〜富山　公開手配の刑事　父親も悲鳴　投資で失敗　借金か？.jpg
new filename ---> 2018-05-09_180356＿テレビの画面・every・強盗　車を盗み逃走　群馬〜富山　公開手配の刑事　父親も悲鳴　投資で失敗　借金か？.jpg
new filename ---> 2018-05-09_180407＿テレビの画面・every・強盗　車を盗み逃走　群馬〜富山　公開手配の刑事　父親も悲鳴　投資で失敗　借金か？.jpg
new filename ---> 2018-05-09_180419＿テレビの画面・every・強盗　車を盗み逃走　群馬〜富山　公開手配の刑事　父親も悲鳴　投資で失敗　借金か？.jpg
new filename ---> 2018-05-09_180433＿テレビの画面・every・強盗　車を盗み逃走　群馬〜富山　公開手配の刑事　父親も悲鳴　投資で失敗　借金か？.jpg
new filename ---> 2018-05-09_180618＿テレビの画面・every・強盗　車を盗み逃走　群馬〜富山　公開手配の刑事　父親も悲鳴　投資で失敗　借金か？.jpg
new filename ---> 2018-05-09_180625＿テレビの画面・every・強盗　車を盗み逃走　群馬〜富山　公開手配の刑事　父親も悲鳴　投資で失敗　借金か？.jpg
new filename ---> 2018-05-09_180641＿テレビの画面・every・強盗　車を盗み逃走　群馬〜富山　公開手配の刑事　父親も悲鳴　投資で失敗　借金か？.jpg
new filename ---> 2018-05-09_180810＿テレビの画面・every・強盗　車を盗み逃走　群馬〜富山　公開手配の刑事　父親も悲鳴　投資で失敗　借金か？.jpg
new filename ---> 2018-05-09_180822＿テレビの画面・every・強盗　車を盗み逃走　群馬〜富山　公開手配の刑事　父親も悲鳴　投資で失敗　借金か？.jpg
new filename ---> 2018-05-09_180842＿テレビの画面・every・強盗　車を盗み逃走　群馬〜富山　公開手配の刑事　父親も悲鳴　投資で失敗　借金か？.jpg
```

　縦に画面いっぱいの顔写真が映されているのですが、これは本当に警察官として間近に見たことのあるような顔写真なので、なおさら気になる事件です。その後、逮捕されたという情報も見ておらず調べてもいませんが、昨年は富山市で警察官が射殺される大きな事件もありました。

　ざっとみたところ、他に間違ってファイル名がつけられたものはなさそうなのですが、なぜこの富山県出身の群馬県の警察官、刑事の強盗のニュースだけ、ファイル名がつけ間違えられたのか、不思議にも思いますが、おそらくは選択を間違ったという単純なミスです。

　他に富山県では、捜査の不手際ではなかったかと思いますが、それが公になって自殺をした警察署長のニュースもありました。それも落合洋司弁護士（東京弁護士会）のブログの徳島地検と近かったと思いますし、その徳島県警でも警察署長が自殺するニュースが同じ頃にありました。

　時刻は19時16分になります。いったんテレビをつけて、21時からのHEROの映画の録画予約をしました。あの山口県の堤防の場面がずっと気になっていたので、確認するためですが、韓国への出張とその山口県の海の場面は、別の作品とばかり思っていました。中井貴一がポイントでした。

　投稿作業が完了しました。山口県の海の場面は、本当に終わりの方で中井貴一が自供する回想場面だったようにも思います。それをテレビで2回見たと記憶にあるのですが、どちらも後半以降からの視聴で、初めに見たときは山口県の海岸が出てくるちょっと前からの視聴だった気もします。

[link:] 2019年01月05日19時22分の登録： 2019年01月05日19：22記録＼法務検察・石川県警察宛＼テレビの画面撮影資料：2018-05-09_081618〜2018-05-09_205049：99件 http://hirono2014sk.blogspot.com/2019/01/2019010519222018-05-090816182018-05.html

　今度は内部リンクも大丈夫だと思いますが、いわくつきとも思えるので普段はあまりやらない確認をしておきます。

```
75件目 » 2018-05-09_182938＿テレビの画面・関越道バス事故から6年　遺族の思いは・群馬県で警察官になった宇出津の被害女性の息子・銭湯のテレビ.jpg

［link：］ 2018-05-09_182938＿テレビの画面・関越道バス事故から6年　遺族の思いは・群馬県で警察官になった宇出津の被害女性の息子・銭湯のテレビ.jpg http：//hirono2014sk.blogspot.com/2019/01/2019010519222018-05-090816182018-05.html#20180509182938 

［source：］奉納＼危険生物・弁護士脳汚染除去装置＼金沢地方検察庁御中： 2019年01月05日19：22記録＼法務検察・石川県警察宛＼テレビの画面撮影資料：2018-05-09_081618〜2018-05-09_205049：99件 http://hirono2014sk.blogspot.com/2019/01/2019010519222018-05-090816182018-05.html#20180509182938
```

　大丈夫そうです。よかったです。「草葉の陰」という言葉が頭に浮かんだのですが、すぐに直結したのは、これも落合洋司弁護士（東京弁護士会）のツイートです。他に見ては見ないとも思いますが、「かげ」という漢字が気になります。影であったようにも思います。草場だけでいきましょう。

　どうもTwitterの高度な検索では、落合洋司弁護士（東京弁護士会）のアカウントを指定して、「草葉」では見つからず、「影」でもそれらしいのは見当たらず、「見守る」でも同じ、「見守」に変えて、検索の対象範囲を広げたつもりが、今度は該当がないと出ました。

　次の私のパソコン内での検索用のコマンドの実行では42件という結果が出ており、落合洋司弁護士（東京弁護士会）のアカウントのURLがもっとも多いようです。

```
[9992]  % list-tweet-egrep.sh 草葉
https://twitter.com/keita_adachi/status/1010473247777828866
https://twitter.com/nan5o/status/960767903548170240
https://twitter.com/sakamotomasayuk/status/998459421737992193
https://twitter.com/yjochi/status/1078430571682918400
https://twitter.com/yjochi/status/1067575402980200448
https://twitter.com/yjochi/status/1066267075281207297
https://twitter.com/yjochi/status/1067575402980200448
https://twitter.com/yjochi/status/1066267075281207297
https://twitter.com/yjochi/status/1067575402980200448
https://twitter.com/yjochi/status/1066267075281207297
https://twitter.com/yjochi/status/1051295147114213378
https://twitter.com/yjochi/status/1045329739886411776
https://twitter.com/yjochi/status/1043864572153581568
https://twitter.com/yjochi/status/1045329739886411776
https://twitter.com/yjochi/status/1043864572153581568
https://twitter.com/yjochi/status/1043864572153581568
https://twitter.com/yjochi/status/1010873302582083586
https://twitter.com/yjochi/status/1003976331137171456
https://twitter.com/yjochi/status/941685594899357696
https://twitter.com/yjochi/status/885865106449473537
https://twitter.com/yjochi/status/803510673242144768
https://twitter.com/hirono_hideki/status/1078471361641627648
https://twitter.com/Toshimitsu_Dan/status/866529122306203648
https://twitter.com/hoshimasahide/status/1023700311267889153
https://twitter.com/tamai1961/status/1052051621612417026
https://twitter.com/tamai1961/status/1052051621612417026
https://twitter.com/at1117/status/16858853798846464
https://twitter.com/mstk_Horiguchi/status/1054628288746811393
https://twitter.com/mstk_Horiguchi/status/998457494237163520                                                                      
https://twitter.com/LiarLawyer800/status/1051298863829594112
https://twitter.com/hiroki0084/status/287724681669259265
https://twitter.com/icchan41543407/status/980099946866098176
https://twitter.com/okinawabengoshi/status/1024544881111232512
https://twitter.com/Jisyou_Zenryou/status/1024806016733437952
https://twitter.com/smile_spirits/status/1024778054717956096
https://twitter.com/Lawcojp/status/933688578118369280
https://twitter.com/Lawcojp/status/753858044463714304
https://twitter.com/arima_yukimi/status/1030769625498181632
https://twitter.com/kambara7/status/1024689892012384256
https://twitter.com/reeeiinaaaa/status/1067579879481200640
https://twitter.com/ogasawarajun/status/1019587882602729472
https://twitter.com/wata_nabekyo_ko/status/1024759242249535488
42 /home/a66/l



for i in `cat ~/l`; do k4-tweet-add-mysql-uniq-argv.rb $i; done
ajx-all-user-mysql-REGEXP_blogger_hirono2014sk.rb "草葉"
```

　まとめ記事作成用のコマンドも、テキストとして表示させています。1つめはデータベースへの登録作業です。そのまま実行してまとめ記事を作成、投稿します。繰り返し述べてきたことですが、まとめ記事の作成とブログへの投稿は同じコマンドの処理として一緒に行っています。

　いくつかエラーがでてデータベースへの登録ができなかったものがあります。プログラムの処理中のエラーということも経験上それほどめずらしくはないと思うのですが、それよりは、ツイートが削除されたり、リツイートが取り消された可能性があると思います。

　「草葉のかげ」で私が思い出すのは「惻隠の情」という最近は余り見かけなくなっている言葉ですが、そこから考えるとやはり影よりは陰が正しいような気がします。

　落合洋司弁護士（東京弁護士会）のツイートを見なければ、知らずに終わったかもしれない記事のご紹介をして、次の項目に移りたいと思います。

▶ ツイート％yjochi（落合洋司🇯🇵 「ニチョウ  東京地検特捜部特別分室」発売中！）％2019/01/05 19:00％ https://twitter.com/yjochi/status/1081490566041329667
&twitter(1081490566041329667){theme:light}
> 原宿警察署 拳銃自殺した警部補 周囲に“パワハラ”相談か | NHKニュース   https://t.co/jmdbvm3Fe1  
▶

　また、落合洋司弁護士（東京弁護士会）のタイムラインを開くと、ちょっと見かけていたニュースのことが出てきました。正月休みになってからはニュース番組も少なく、テレビをつけている時間が少なくなっているということもありますが、たぶんテレビでは見ていないニュースです。

　ネットでもなく北陸中日新聞で、他の気になる記事と並んでいたように思います。その場で気になったこともあり、一緒にスマホで撮影をしていたとも思います。さきほども書いたように、スマホの写真の整理は滞ったままの状況です。

　落合洋司弁護士（東京弁護士会）のTwitterタイムラインを開いて、何を探すつもりだったのか忘れてしまいました。そうでした、落合洋司弁護士（東京弁護士会）のツイートに含まれるMicrosoft社の記事へのリンクでした。

　相当どうかと思う内容のツイートですが、返信は付いておらず、リツイートといいねもそれぞれ3件ずつでした。ブロックをしまくってきた歴史があるので、返信はつかないのか、ついてもすぐにブロックで消えてしまうということもあるのかもしれません。

　あれもこれもと書くのは大変でもありますが、今日はTwitterのブロックに関する落合洋司弁護士（東京弁護士会）の見識を示すようなツイートもありました。URLとして引用されているツイートは、その少し前に他の弁護士のタイムラインでリツイートとして見かけていたと思います。

▶ ツイート％yjochi（落合洋司🇯🇵 「ニチョウ  東京地検特捜部特別分室」発売中！）％2019/01/05 12:10％ https://twitter.com/yjochi/status/1081387530254049280
&twitter(1081387530254049280){theme:light}
> ポジティブなコメントを見たら喜び、ネガティブなコメントは見ないか、見かけたら瞬時にミュート、ブロックして忘れる。笑 https://t.co/L5IsmwuzRP  
▶

▶ ツイート％keiyou30（外科医けいゆう）％2019/01/04 12:07％ https://twitter.com/keiyou30/status/1081024178306768896
&twitter(1081024178306768896){theme:light}
> 最近SNSを始めた知人から「中傷リプで嫌な気持ちになった、やめたい」という話を聞いたので、
> 「良識のあるあなたには想像できないと思うが、見ず知らずの他人を中傷するような人は驚くほどのスピードで自分が中傷したことを忘れているので、気… https://t.co/zQtKvx2Bjo  
▶

　落合洋司弁護士（東京弁護士会）のタイムラインでリツイートとしては見当たらないように思いますが、リツイートが4099件、いいねが9446件となっています。返信は23件として表示されているようです。どちらもスクリーンショットを作成しています。

▷▷▷リツイート▷▷▷
RT kk_hirono（告発＼市場急配センター殺人未遂事件＼金沢地方検察庁・石川県警察御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2019-01-05 20:09／2019-01-05 20:00 URL： https://twitter.com/kk_hirono/status/1081507905373782017 https://twitter.com/s_hirono/status/1081505775489437696
&twitter(1081507905373782017){theme:light}
> 2019-01-05-200025_落合洋司🇯🇵　「ニチョウ　東京地検特捜部特別分室」発売中！さんのツイート：　”あんなボロOSに振り回されるなんて悲しい。→「４月１日」決定打はウィンドウズ.jpg https://t.co/N1GrDkjTQh
◁◁◁
<hr />
▷▷▷リツイート▷▷▷
RT kk_hirono（告発＼市場急配センター殺人未遂事件＼金沢地方検察庁・石川県警察御中）｜s_hirono（非常上告-最高検察庁御中_ツイッター） 日時：2019-01-05 20:09／2019-01-05 20:06 URL： https://twitter.com/kk_hirono/status/1081507938445869056 https://twitter.com/s_hirono/status/1081507348441513985
&twitter(1081507938445869056){theme:light}
> 2019-01-05-200643_外科医けいゆうさんのツイート：　”最近SNSを始めた知人から「中傷リプで嫌な気持ちになった、やめたい」という話を聞いたので、　「良識のあるあなたには想像で.jpg https://t.co/d09Dfn8IZZ
◁◁◁
<hr />

```
安倍晋三首相が新元号の公表日を当初検討していた４月１１日から土壇場で同月１日に前倒しした最大の要因は、大半の日本企業が導入している米マイクロソフト社の基本ソフト（ＯＳ）「ウィンドウズ」の更新時期だった。

【グラフ】元号と西暦どちらを使うかのアンケート

　同社は毎月１回、第２水曜日に全世界統一でソフトの更新を行うが、４月は１０日、５月は８日となる。政府は当初、４月１０日に開かれる天皇陛下ご在位３０年の「お祝いと感謝の集い」の翌１１日に新元号の公表を検討していたが、１１日ではソフト更新に向けた改修作業が次の５月８日まで行うことができず、同月１日の改元には間に合わない。

［source：］「４月１日」決定打はウィンドウズ更新　新元号公表日（産経新聞） - Yahoo!ニュース https://headlines.yahoo.co.jp/hl?a=20190104-00000583-san-pol
```

　Windowsの更新が「毎月１回、第２水曜日に全世界統一でソフトの更新を行うが、４月は１０日、５月は８日となる。」のようになっているというのは、全く初めて知った情報です。私が見るのは弁護士アカウントのタイムラインが大半ですが、その関連のツイートは滅多に見かけません。

　まったくないというわけではないですが、やはり多いのは一太郎関連かと思います。それにしても忘れた頃にみかける程度です。パソコンを使いこなしていると思える弁護士も少ないですが、モニターを３つ以上表示させて作業をする弁護士も何人かいるようでした。アンケートのことです。

　パソコンといえば、Apple社のiphoneなどを絶賛する落合洋司弁護士（東京弁護士会）のツイートも多く見かけてきました。ノートパソコンもApple社のものを使っているのかもしれません。それらしいのを見たような気がするのですが、具体的な内容でもなく、よく憶えていません。

　前にも書いたことがあると思いますが、Apple社のパソコンのOSは、BSDのUNIXをベースにしていると聞きます。最近はそのような情報も見かけてはいないのですが、エディタなどのアプリに関する情報を見かけても、かなりLinuxに近いと感じてきました。お金があれば使ってみたいです。

＜＜＜2019-01-05（土曜日）20：20＿［これまでの記述範囲の終了時刻］＜＜＜

* 「草葉（の陰）」をキーワードにする落合洋司弁護士（東京弁護士会）のツイートのまとめ記事、そこに見る元検事、弁護士としての世界観
  :LOGBOOK:
  CLOCK: [2019-01-05 土 22:47]--[2019-01-06 日 03:37] =>  4:50
  :END:

＞＞＞2019-01-05（土曜日）22：48＿［これからの記述範囲の開始時刻］＞＞＞

[link:] 2019年01月05日19時46分の登録： REGEXP：”草葉”／データベース登録済みツイート：2019年01月05日19時45分の記録：ユーザ・投稿：17／33件 http://hirono2014sk.blogspot.com/2019/01/regexp2019010519451733.html

　まず、データベースの登録ユーザ全体からのまとめ記事です。コピペしてから目を疑ったのですが、19時46分の登録となっています。テレビをつけたのは20時42分ころで、43分にはNHKの番宣で、次回だと思いますがダーウィンが来た、でイノシシを特集すると紹介していました。

　イノシシが海で泳ぐ映像も少し紹介されていました。自分が小木港の東一文字堤防で8月に見た泳ぐイノシシは、転がりながら潮の流れに身を任せている風に見えました。今考えると、樽が転がりながら流れていたようにも見えました。

　少ししてネットで番組のことを調べたのですが、竹林でのイノシシの撮影のことが書いてありました。イノシシがタケノコを食べるという話は聞いたことがありましたが、これまで聞いていたよりはるかに強い警戒心で、滅多に見かけることのないことも納得しました。自分は1回だけです。

　エサを与えられたイノシシが市街地に出てくるようになったという話もありました。半月ほど前だったと思いますが、北海道でヒグマがゴミ収集の檻を壊し、耐久性の高いものにしたいが予算がないという話がテレビにありました。私の家の側にもゴミのカゴがあるので気になりました。

　まとめ記事のことですが、まとめ記事のツイートはどれも投稿日時の時系列で古いものから並んでいます。その最後になっていたのが、自分自身のまとめ記事のリンクのツイートだったのですが、すっかり忘れていて、見ても思い出すことがなかったので驚きました。つい最近の記事です。

▶（33／33） TW hirono_hideki（奉納＼さらば弁護士鉄道・泥棒神社の物語） 日時： 2018-12-28 11:03:00 +0900 URL： https://twitter.com/hirono_hideki/status/1078471361641627648
{% tweet 1078471361641627648 %}
> 2018年12月28日10時28分の登録： REGEXP：”草葉の陰”／落合洋司?? 「ニチョウ 東京地検特捜部特別分室」1月4日発売！（@yjochi）の検索（2010-09-11〜2018-12-28／2018年12月28日… https://t.co/nS3B74o6Qr

　33件中の33件目となっていますが、最近はこの33という数字をけっこう意識するようになっています。昨年からだとおもいますが、観音菩薩の数字だと知り、そういえば能登でも三十三霊場というような案内板を見かけてきたことを思い出しました。

　今夜は他にも大きな発見がありました。前の項目で記述した落合洋司弁護士（東京弁護士会）のツイートで知ったMicrosoft社関連の記事ですが、記事の右下にアクセスランキングの1位となっていましたが、次の記事が目に入りました。まだ他に調べていないですが、他のツイートでも見ています。

［link：］ 強姦冤罪事件、女性の「うそ」で服役　裁いた国の責任は（朝日新聞デジタル） - Yahoo!ニュース https://headlines.yahoo.co.jp/hl?a=20190105-00000024-asahi-soci

　これは後藤貞人弁護士との関連でも注目してきた刑事裁判でしたが、昨日か一昨日、えきなんローヤーのタイムラインで、リツイートとしてずいぶん前に非公開設定になっていた弁護士のツイートを見かけたのです。以前、ブログで後藤貞人弁護士らを尊崇するように評価していた弁護士です。

　Twitterアカウントのアイコンも非公開設定になる前と同じもので、かわいらしい子どものタヌキのようなイラストです。頭に葉っぱを載せていたとも思うので、化けるということを意味しているのだとも思っていました。

　時刻は23時18分です。ついさきほどテレビのチャンネルをHEROに戻したのですが、ちょうど法廷でのタモリの姿が出てきました。この終盤の場面は早く思い出していたのですが、今夜の放送では、傷害致死と思われる現場に木村拓哉の検事が松たか子と2人でいる場面でこれは見たと思い出しました。

　そのあとネットで調べたのですが、中井貴一が出ていた山口県での場面は、テレビのスペシャルドラマだったらしいことがわかりました。綾瀬はるかや堤慎一もそちらに出演していたようですが、私はどちらも記憶にはありません。

　綾瀬はるか、という女優を初めて知ったのは、課長が口癖だったと思いますがイタリアに新婚旅行に行く、お笑い要素の強いドラマで、それも夕方16時ぐらいからの再放送で見たものです。

　堤慎一も、その前から見ていたような気はしたのですが、名前を知って意識するようになったのは、NHK連続テレビ小説マッサン、のサントリーの創業者役でのことでした。

　時刻は23時28分です。別の作品の出演とばかり思っていた綾瀬はるか、と中井貴一が今のHEROの放送に出てきました。気がついたのは綾瀬はるか、の声です。病室で中井貴一が入院患者役、ずいぶんと髭を伸ばしていました。

　先ほどから度々、剣と天秤を持った女神像がドラマに出てきました。前半でも見たような気がしました。大写しとなっていましたが、目隠しをしていました。日本の最高裁の女神像は、目隠しをしていないと聞いたことがあり、私もそれが当然という考えでいました。

　ギリシア神話に出てくるという女神像だったと思いますが、名前の方は思い出せなくなっています。他にも呼び名があるようなことも以前調べて情報を見ていました。最近はすっかり見かけなくなっていたのか、長い間すっかり忘れていたように思います。泥棒神社の銅像の方が関心事です。

```
一説によれば
目隠しの意味は「人物の名声を顧慮しない公正さ」(偏見の打破)です。
目隠しをした正義の女神像が製作されるようになったのは法の平等の理念が生じた16世紀頃以降で，19世紀頃より目隠しをした像が主流になったという。

目隠しの像の意味は，見た目の偏見で判断しないということです。
顔の美醜や肌の色等で判断してはなりません。
米国の裁判所で目隠しのテーミス像が多いのは，黒人等の人種差別や偏見に神経を尖らせているからかもしれません。
現に陪審員裁判では，黒人の有罪率は極めて高いが，白人は低いと聞きます。
元々黒人を木にぶら下げて寄ってたかってリンチした様を称してStrange　Fruit(風変わりな果実)なんて言うお国でした。

他方，目隠しを取ったテーミスは，全体を見通して公正な判断を下すとの意味合いで作られているのだと。

最高裁のテーミスは，きっと後者の哲学や思想から来たんでしょうね。

しっかり目を見開いて，正しく審理すると。

［source：］466　最高裁のテーミス像は，目隠ししていない。 – 法は国民のために～FLORALAW https://floralaw.wordpress.com/2015/04/02/466%E3%80%80%E6%9C%80%E9%AB%98%E8%A3%81%E3%81%AE%E3%83%86%E3%83%BC%E3%83%9F%E3%82%B9%E5%83%8F%E3%81%AF%EF%BC%8C%E7%9B%AE%E9%9A%A0%E3%81%97%E3%81%97%E3%81%A6%E3%81%84%E3%81%AA%E3%81%84%E3%80%82/
```

　テーミス像とありますが、これは私の印象に強い名前とは違っています。ユーから始まったようにも思うのですが、もっと長い名前だったと思います。

```
正義の女神（せいぎのめがみ）は、神話に登場する以下の女神である。

ギリシア神話の女神、テミス（Θέμις）。
ローマ神話の女神、ユースティティア(Jūstitia)。
この両女神はよく同一視される。

［source：］正義の女神 - Wikipedia https://ja.wikipedia.org/wiki/%E6%AD%A3%E7%BE%A9%E3%81%AE%E5%A5%B3%E7%A5%9E
```

　「さくらさんがとつぜんいずもにでかけていった」という声がテレビから聞こえてきました。その前に出雲大社が出てきたのですが、ドラマのエンディングロールのような右から左へ流れてきたので、番組の終わりで、またいきなりチャンネルが変わったのかと思いました。

　そういえば、これまでは番組予約を入れていると2分ほど前に、予約を入れたチャンネルに自動に切り替わることが多かったのですが、今夜のHEROは、20時59分になっても切り替わらず、録画に失敗しているのかと思い、レコーダーをみると録画の赤ランプの文字が表示されていました。

[link:] » さくらの親子丼2 - Yahoo!テレビ.Gガイド[テレビ番組表] https://t.co/FMAo1QeDZH \n オトナの土ドラ・さくらの親子丼2　#5 \n 2019年1月5日（土）  23時40分～24時35分  の放送内容

<hr />

　真矢ミキという女優も数年前に、NHKのドラマで女性弁護士役をやっていたことを思い出しました。名取裕子も、年末にバラエティ番組で姿を見たように思いますが、ドラマでみるのは久しぶりという気がします。京都地検の女というドラマで女性検事役でした。

　「さくらの親子丼」というドラマ名は、前に少し見かけていたように思います。弁護士ドラマのようでもあります。「丼2」の部分がよくある2回目の放送を意味するものと思ったのですが、番組自体が2シーズンという意味のようです。別に#5とありますが、見たのは初めてです。

　またドラマに綾瀬はるか、が出てきたのかと思ったのですが、すぐにアサヒビールのCMになりました。ドラマの出演場面だったのか、新手のテレビCMだったのか、どちらなのか気になります。画面左上にローマ字で「あやせはるか」と出ていたので、ドラマにしては変だと思いました。

　CMが終わってドラマに戻りましたが、やはりドラマの内容とは無関係だった可能性が高いように思います。画面左上のものは、ローマ字を含むロゴマークのように見えました、しかし何のCMなのかさっぱりわからず、お笑い要素の強い綾瀬はるか、の演出でした。

［link：］ ヒーローHERO特別編ネタバレあらすじラストまで!新キャストまとめ 中井貴一の動機が妙に腹落ち! | 人生波待ち日記 https://nami-machi.net/2015/08/01/1432

　上記は右クリック禁止となっているページのようです。「綾瀬はるか　虹ヶ浦支部勤務の新米検事。　都会への憧れが強く、東京から来た久利生に尊敬の眼差しを向ける。　正義感が強く根性もあるが、実は天然。」とあります。

　そういえば今夜調べたネットの情報で少し見かけていたのですが、HEROのテレビのスペシャル番組と映画が連動しているような話がありました。それでいきなり映画の最後の方に綾瀬はるか、と中井貴一が出てきたと考えられます。同じドラマの登場人物となるのでしょう。

　集中して見ていないテレビの「さくらの親子丼２」ですが、オカルトのような不気味な場面も出ています。と言っても一人の若い女性のことですが、施設の中で共同生活をしているように見えます。それにしては若い男女が多数、部屋に集まっていたのですが、よくわかりません。

　０時をまたがる土曜日深夜から日曜日未明というこの時間帯に、ドラマというのも珍しく感じます。それも連続ドラマのようです。ドラマから虫の音が聞こえてきましたが、今年の秋の初めも虫の音が少なかったように思いました。一昨年もそれに近かったような気もします。

　それまでは例年、９月になるとしばらくの間、虫の音がずいぶんとうるさく感じることもありました。テレビのドラマは、家庭問題の弁護士が出てこなくなったように感じていたのですが、未解決の殺人事件というのが出てきました。ネットでの女性弁護士のプロフィールも出てきました。

　どうも２時間のサスペンスドラマの要素がとても強く感じるのですが不思議なドラマです。オープニングからまるっきりエンディングロールのような始まり方でした。今夜のHEROは20分ほど過ぎた辺りでオープニングが出てきたのですが、それも番組で見た場面と思ったすぐあとだったように思います。

　おたくの○○の家で・・・、保護中と聞こえたように思います。出雲警察署の刑事から真矢ミキ、への電話です。記憶と言葉を失っていて精神的にとても不安定なんです、と訴えかける真矢みき、の説明がありました。これはけっこうCMの多いドラマでもあります。

　「さくらの親子丼」というドラマ名だけ見ていると、思い出すのは「茜さんのお弁当」というようなドラマがあったことです。昭和56年の秋だったように記憶しています。だんだんとドラマの筋が見えてきました。妊娠して男が望まなかったことが、不幸への道筋のようです。

　どうも若い女性は髪を切り、失っていた記憶を思い出すことで苦しんでいるようです。これは、金沢刑務所の接見室での被告発人木梨松嗣の被害者安藤文さんに対する、少しもらした見方にも似ています。言葉としては、はっきりと思い出せないのですが、そんな意味合いでした。

　記憶が戻ることで被害者安藤文さんの体調に異変が生じる可能性を周囲が心配しているような口ぶりだったとも言えます。私の手紙の内容を読んでいるのかと不思議にも思いましたが、そんなものは初めから読んではいないし、読む気がなかったとすれば、それもこれも納得のゆくことです。

　パソコンの方に集中しながら余り見ていなかったドラマ番組で、前半は理解し難いことも多かったのですが、伏線の回収ともいうのか、終盤はじつにわかりやすいドラマ内容の展開となっていました。なかなか良くできた筋と構成のドラマなのかもしれません。

　なお、さきほど書き足らないところがあったと思いますが、テレビの番組予約も入れていないのに、チャンネルがいきなり切り替わったことがありました。思い出したのは「恐怖新聞」という少年チャンピオン連載の漫画に出てきたポルターガイスト現象です。

［link：］ 奉納＼危険生物・弁護士脳汚染除去装置＼金沢地方検察庁御中： REGEXP：”草葉”／落合洋司🇯🇵 「ニチョウ 東京地検特捜部特別分室」発売中！（@yjochi）の検索（2010-09-11〜2018-12-28／2019年01月05日19時50分の記録15件） http://hirono2014sk.blogspot.com/2019/01/regexp-yjochi2010-09-112018-12.html

　オカルト現象よりTwitterでの弁護士現象の方が、複雑怪奇で不可思議と思うことも多いです。今夜は深澤諭史弁護士のタイムラインもずいぶんと活気づいていました。ゲゲゲの鬼太郎の「夜は墓場で運動会」というテーマ曲を思い起こさせるような非現実感があります。

　今夜のテーマは、借金苦や破産、自殺などが目立った深澤諭史弁護士のタイムラインでした。弁護士を頼ることが最善の救いの道のように印象づけていましたが、実際に弁護士と相談したことがある経験では、そもそもが持ち時間に疑問が大きいです。2時間ドラマはまれでしょう。

▶（03／15） TW yjochi（落合洋司?? 「ニチョウ 東京地検特捜部特別分室」1月4日発売！） 日時：2013-09-09 09:14:00 +0900 URL： https://twitter.com/yjochi/status/376861100928532480
{% tweet 376861100928532480 %}
> 2020年を、自分は迎えられない気がする。草葉の陰から見守ってます。（笑）

　「迎えられない」が「抑えられない」に見えたのですが、これまでの落合洋司弁護士（東京弁護士会）のツイートの発言内容を見ていると、気がついてもその方がしっくり腑に落ちるぐらいです。

▶（06／15） TW yjochi（落合洋司 Yoji Ochiai） 日時：2017-07-14 23:14:00 +0900 URL： https://twitter.com/yjochi/status/885865106449473537
{% tweet 885865106449473537 %}
> 広島4区に、良い候補が出て当選するよう、草葉の陰から祈るだけだな。祈りますって、誰かが言っていた気が。笑

▶（07／15） TW yjochi（落合洋司 Yoji Ochiai） 日時：2017-12-16 00:05:00 +0900 URL： https://twitter.com/yjochi/status/941685594899357696
{% tweet 941685594899357696 %}
> 自分は、単なるしがない弁護士なので、草葉の陰からじっと見守っている。笑

　落合洋司弁護士（東京弁護士会）のツイートの「しがない」の検索結果は、想定していたよりはるかに多い数だったのですが、「草葉」の方は、想定より少なく、それも前のツイートほど穏当な感じで、落合洋司弁護士（東京弁護士会）のツイートの全体的な傾向としては、反比例を感じました。


▶（08／15） TW yjochi（落合洋司?? 「ニチョウ 東京地検特捜部特別分室」1月4日発売！） 日時：2018-06-05 21:26:00 +0900 URL： https://twitter.com/yjochi/status/1003976331137171456
{% tweet 1003976331137171456 %}
> 選挙に出たりせず、日本が喜劇的に滅んでいくのを、草葉の陰から見つめ続ける。

　この辺りが、以前は見かけることが多かった過激とも挑発的とも思える落合洋司弁護士（東京弁護士会）のツイートの傾向性の一つです。自虐的な要素もあるのかもしれませんが、以前は検察や警察批判に矛先が向くことが多く、それに振り回されて、失うものもあったように思います。

▶（10／15） TW yjochi（落合洋司?? 「ニチョウ 東京地検特捜部特別分室」1月4日発売！） 日時：2018-09-23 23:08:00 +0900 URL： https://twitter.com/yjochi/status/1043864572153581568
{% tweet 1043864572153581568 %}
> あべちゃんに固執して新たな流れが作れないままの自民党。来年の参議院選、その先の衆議院選まで、支持を引き延ばせるかだな。自分は、草葉の陰から見守っている。笑

　この「あべちゃん」というのも落合洋司弁護士（東京弁護士会）のツイートで頻繁に見てきたキーワードの一つで、ジャーナリストの江川紹子氏もそれをまねるようなツイートをしていました。

▶（13／15） TW yjochi（落合洋司?? 「ニチョウ 東京地検特捜部特別分室」1月4日発売！） 日時：2018-11-24 18:47:00 +0900 URL： https://twitter.com/yjochi/status/1066267075281207297
{% tweet 1066267075281207297 %}
> 特捜部長とか検事長とか、そういう偉い人に弁護人頼むと、良くも悪くも被告人は引きずられやすい。失敗例は田中角栄。検事と違って、弁護人は力も乏しく、少ないものから事件の先を読むことが求められる。逆の立場になった大鶴氏が、そこをどこまでやり抜けるか。自分は草葉の陰から見ている。笑

　たしか元東京地検特捜部部長の、大鶴弁護士のことがツイートにありますが、どうもその時点で弁護人の就任が決まっていたようです。11月24日のツイートなので、カルロス・ゴーン氏の電撃的な逮捕は、その数日前だったということになりそうです。もうそんなに経つのかと思いました。

▶（14／15） TW yjochi（落合洋司?? 「ニチョウ 東京地検特捜部特別分室」1月4日発売！） 日時：2018-11-28 09:26:00 +0900 URL： https://twitter.com/yjochi/status/1067575402980200448
{% tweet 1067575402980200448 %}
> こういうところは、自分が政界進出したら大いに改革したいと考えていたが、もう選挙には出ないから。誰かが頑張ってくれ。草葉の陰で見ている。 https://t.co/zxFRp5RkeO

▶（15／15） TW yjochi（落合洋司?? 「ニチョウ 東京地検特捜部特別分室」1月4日発売！） 日時：2018-12-28 08:20:00 +0900 URL： https://twitter.com/yjochi/status/1078430571682918400
{% tweet 1078430571682918400 %}
> ま、頑張ってくれ。草葉の陰から見ている。笑→立憲民主は亀石、加藤ら「女性候補」が突破口 https://t.co/WQOHSeckoV

　草葉の陰、について調べたことはないように思いますが、普通これは墓場を意味し、ご先祖などの身近な死者が、子孫の生活や現世の安寧を見守るという意味があるように思いますが、落合洋司弁護士（東京弁護士会）の用法というのは、やはり理解しがたいものが感じられます。

　なお、「・・・の謎を探るため・・・われわれは・・・アマゾンの奥地に向かった。」というのも弁護士のツイートの共通フレーズとしてよく見かけてきたもので、最近になって思い出し、また忘れていたのですが「法テラス太郎」という昔話に不満や皮肉を込めたものもありました。

```
「親子丼をタダで食べさせてくれる店があるらしい」都市伝説とも思えるその場所は、古本屋だった。訪れる人の事情は様々で、ある者は傷つき、もがき、ある者は悩み、ふさぎ込み、またある者は、考えることすらやめてしまっている。古本屋の主・九十九さくらは、「空腹を満たすことで人間らしく行動することが出来る」と考える。彼女はただのお人よしなのか。行き場をなくし、空腹で訪れる人のお腹を温かい親子丼で満たしてくれ、周りからおせっかいだと思われてもそんなのお構いなしで心が張り裂けそうになりながらも懸命に生きていく。

［source：］さくらの親子丼 - Wikipedia https://ja.wikipedia.org/wiki/%E3%81%95%E3%81%8F%E3%82%89%E3%81%AE%E8%A6%AA%E5%AD%90%E4%B8%BC
```

　共同生活の男女間でトラブルもありそうな二十歳前後の男女が集まり過ぎているように思ったので、福祉施設ではないとは思っていたのですが、どうもシェアハウスという形態に近いものも感じます。

　家でご飯の食べれない家庭問題を抱える子どもに、いつきてもご飯を食べさせるおばさんの話は、数年前にテレビのドキュメンタリー番組としてみたのですが、広島市でのお話でした。なぜ親子丼にこだわるのか、そこにもドラマの意味はあるのかもしれないとは思いました。

```
ニチョウ

東京地検特捜部特別分室

落合 洋司  

ISBN：9784022649133
定価：734円（税込）
発売日：2019年1月4日
Ａ６判並製   304ページ  
東京地検特捜部の解体を狙う法務省の思惑に抗い、最高検察庁検事総長の伊東は、自らの直轄組織〈ニチョウ〉を設立した。その統括者に任命された立花が手にした怪しげな投書。それは、十年ほど前に起きた殺人事件への現職検事の関与を仄めかす内容だった！　スキャンダルを回避したい法務省や与党法務委員からの圧力のもと、立花が辿り着いた真実とは？

［source：］朝日新聞出版　最新刊行物：文庫：ニチョウ https://publications.asahi.com/ecs/detail/?item_id=20667
```

　落合洋司弁護士（東京弁護士会）の小説の表紙の背景のことが気になったのですが、タイムラインで確認しようとすると、新たにリンクのツイートがありました。開いたのが上記に引用したページです。

　「立ち読み」というリンクがあって、開くとPDFファイルのようなページで、右手に組織図、左手に「序章　特命」という見開きの2ページが表示されました。文字が大きくてずいぶん見やすいと感じたのですが、そのあとで元のページに戻ると「Ａ６判並製   304ページ」とありました。

　文章の優劣はさておき、この大きな文字という文字数で304ページという、これで完結した物語が書ききれるものなのかと少々疑問に思いました。皮肉でもなく、余計なものを削ぎ落とし、簡潔に仕上がるのがよい文章だということを、本で読んだことがありました。

　いくらか見習いたいところもありますが、どれだけ書いても書き足りず、やりたいこと、やっておきたいことに手が回らないと出来ていないことばかり考えてしまいます。

　小説ということで最初に見た、2019年1月4日発番の落合洋司弁護士（東京弁護士会）の本ですが、書き出しと思われる7ページ目に「大阪地検特捜部の証拠改竄事件をはじめとする一連の不祥事、裁判員制度の開始、無罪判決の増加」とあります。

　起承転結が文章の書き方と何かで読んだことを思い出しましたが、続く「その流れは大きく変わってしまった。国民の検察に対する不信感は強まっている」が結びの部分のように映ります。私の「さらば弁護士鉄道、泥棒神社の物語」とは方向性が違うものの、何か共通したものを感じました。

　私の場合、本はほとんど読んでいないので、縦書きの文章を読んだのもずいぶんと久しぶりのことで、目線の文字の追い方まで慣れないような気がしました。全罫紙で縦書きの書面を拘置所や刑務所でよく書いていました。もちろん手書きです。

　落合洋司弁護士（東京弁護士会）の本はA６判とありました。これは数字が大きいほど小さいものだと思います。刑事裁判の書式が判決書を含め現在のA４サイズの横書きとなったのは、平成１０年代に入ってからのことだと思います。

　それ以前は、B4の用紙をふたつ折りにする袋とじだったのですが、福井刑務所に服役中、施設内で購入していたのは横書きの罫紙でした。年々か前まで未使用のものがけっこうな数、家にあったのですが、ある日まとめて捨ててしまいました。必要ないと思ったからです。

　なぜ横書きの罫紙だったのか、当時も不思議には思っていましたが、あるものだからということで深く考えることはなかったように思います。横書きの罫紙というのはレポート紙のような感じでもありました。ノートというのも罫線の幅は違いますが、普通に横書きでした。

　ずいぶん前のことなのでよく思い出せないですが、横書きの罫紙を袋とじすることはなかったように思います。ページの裏面にも文字を書いていたという記憶もないのですが、たぶん袋とじをしないで使用していたということはB5サイズであったと考えられます。

　裏面に文字を書かないことを考えると、やはり袋とじをしていたとも考えられます。ノートと罫紙は違うものなので、ノートのようにページをめくりながら書くことはなかったように思います。一方でB4の用紙のように大きくはなく、収納がしやすいとも感じていたように思います。

```
相談
弁護士を頼まず、自分で、支払督促の申立てをしましたが、相手が異議の申立てをしたので、通常訴訟に移行しました。
そこで出す準備書面についてお尋ねしたいのですが、用紙のサイズは B5 ですか。それとも B4 ですか。
用紙の種類は、コピー用紙、あるいは、和紙のような手触りの用紙ですか、また、縦書き横書きどちらでしょうか教えてください。

回答
最高裁事務総局から、日弁連などに対するお願いがあり、平成１３年１月１日から、裁判文書のＡ判横書き化が実施されました。
法律では裁判などの書類の書き方の規定はありません。新民事訴訟規則には、「訴訟書類は、簡潔な文章で整然かつ明瞭に記載しなければならない（ 5 条）」と規定されているだけです。
旧民事訴訟規則では ６ 条が、訴訟書類は・・・できる限り B4 二つ折りまたは B5 を使用しなければならない、と規定していましたが、新民事訴訟規則には用紙の大きさに関する規定はありません。
新民事訴訟規則第 3 条は一定の書類を除き、ファクシミリにより書類を送ることを認めました（訴状などは除く）。
用紙の大きさにこだわる必要はありません。 A４ 以外でも、裁判所は受け付けると思います。 国民の裁判を受ける権利が用紙の大きさとか、書式で制限されてはならないからです。用紙は普通のもでよい、和紙に限りません。
横書きの場合は左に、 3 cm位の余白を確保し、そこを綴じて下さい。

［source：］自分で裁判する（本人訴訟）場合、裁判所に提出する書類の書き方、書式 http://www.asahi-net.or.jp/~ZI3H-KWRZ/law2shosiki.html
```

　思ったほど簡単に情報は見つからなかったのですが、「平成１３年１月１日から、裁判文書のＡ判横書き化が実施されました。」とあります。お役所の年度始めとは違っているようです。あの袋とじというのも、本当に馬鹿にならない作業でしたし、それに割り印も入れていました。指印です。

［link：］ 傷害の告訴状の書き方 http://www.asahi-net.or.jp/~ZI3H-KWRZ/kekokuso.html

　URLのドメインの直後に半角のチルダから始まるアドレスは、ずいぶん久しぶりに見ました。10年以上の間があるように思います。これはプロバイダのサービスとして提供されているホームページのものとしてよく見かけた時期がありました。

　おもえば、FTPというのもまったく見かけなくなっているので、私がたまたまなのかもしれないですが、ずいぶんと時代の移り変わりを感じます。

　告訴状が、大きく「告訴の事実」と「告訴に至る経緯」に分かれることはよく知っていたのですが、その内容の振り分けが思っていたものとは、ずいぶん違っていたのだと思いました。上記のページには「告訴事実」とありますが、外形的な事実のみを記載しているように見えます。

［link：］ 道路交通法違反の告発状の書式 http://www.asahi-net.or.jp/~ZI3H-KWRZ/form/kokuha.html

　自身が被害者であっても告発するということがあるようです。罪名罰条の保護法益の違いというのもあるのかと思いますが、これはちょっと考えがなかった視点です。

　このような告訴状や告発状の書式集というのは、ずいぶん前のことになりますが、ネットで積極的に調べたこともありました。書面の分量としては似ているかとも思いますが、あらためてみると、ずいぶん簡潔すぎて、それがまた弁護士の仕事として参考にもなります。

＜＜＜2019-01-06（日曜日）03：37＿［これまでの記述範囲の終了時刻］＜＜＜

